export const responseFromWiki = 
`== Список выпусков ==

=== Сезон 1 (2011) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (1)'''
|{{Флаг|США}} [[Нью-Йорк]]
|Доллар
|Алан
|13 февраля 2011
|5 ноября 2013
|5 апреля 2013
|-
|'''2 (2)'''
|{{Флаг|США}} [[Лас-Вегас]]
|Доллар
|Алан
|20 февраля 2011
|6 ноября 2013
|10 апреля 2013
|-
|'''3 (3)'''
|{{Флаг|США}} [[Сан-Франциско]]
|Доллар
|Жанна
|27 февраля 2011
|7 ноября 2013
|15 февраля 2014
|-
|'''4 (4)'''
|{{Флаг|США}} [[Лос-Анджелес]]
|Доллар
|Алан
|6 марта 2011
|8 ноября 2013
|26 февраля 2014
|-
|'''5 (5)'''
|{{Флаг|Испания}} [[Барселона]]
|Евро
|Алан
|13 марта 2011
|11 ноября 2013
|1 марта 2014
|-
|'''6 (6)'''
|{{Флаг|Иордания}} [[Иордания]]
|Доллар
|Алан
|20 марта 2011
|12 ноября 2013
|8 марта 2014
|-
|'''7 (7)'''
|{{Флаг|Израиль}} [[Израиль]]
|Доллар
|Жанна
|27 марта 2011
|13 ноября 2013
|15 марта 2014
|-
|'''8 (8)'''
|{{Флаг|Италия}} [[Рим]]
|Евро
|Жанна
|10 апреля 2011
|14 ноября 2013
|22 марта 2014
|-
|'''9 (9)'''
|{{Флаг|Испания}} [[Мадрид]]
|Евро
|Алан
|17 апреля 2011
|15 ноября 2013
|29 марта 2014
|-
|'''10 (10)'''
|{{Флаг|Италия}} [[Милан]]
|Евро
|Жанна
|24 апреля 2011
|18 ноября 2013
|5 апреля 2014
|-
|'''11 (11)'''
|{{Флаг|Камбоджа}} [[Пномпень]]
|Доллар
|Алан
|1 мая 2011
|19 ноября 2013
|12 апреля 2014
|-
|'''12 (12)'''
|{{Флаг|Таиланд}} [[Бангкок]]
|Доллар
|Алан
|8 мая 2011
|20 ноября 2013
|19 апреля 2014
|-
|'''13 (13)'''
|{{Флаг|Вьетнам}} [[Хошимин]]
|Доллар
|Жанна
|15 мая 2011
|21 ноября 2013
|26 апреля 2014
|-
|'''14 (14)'''
|{{Флаг|Азербайджан}} [[Баку]]
|Доллар
|Алан
|22 мая 2011
|22 ноября 2013
|30 апреля 2014
|-
|'''15 (15)'''
|{{Флаг|Грузия}} [[Тбилиси]]
|Доллар
|Жанна
|29 мая 2011
|25 ноября 2013
|10 мая 2014
|-
|}

=== Сезон 2 (2011) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (16)'''
|{{Флаг|Мексика}} [[Мехико]]
|Доллар
|Жанна
|3 сентября 2011
|28 января 2013
|17 мая 2014
|-
|'''2 (17)'''
|{{Флаг|Куба}} [[Гавана]]
|Доллар
|Жанна
|10 сентября 2011
|29 января 2013
|24 мая 2014
|-
|'''3 (18)'''
|{{Флаг|Нидерланды}} [[Амстердам]]
|Евро
|Андрей
|17 сентября 2011
|30 января 2013
|1 июня 2014
|-
|'''4 (19)'''
|{{Флаг|Мексика}} [[Канкун]]
|Доллар
|Андрей
|24 сентября 2011
|31 января 2013
|8 июня 2014
|-
|'''5 (20)'''
|{{Флаг|Грузия}} [[Батуми]]
|Доллар
|Жанна
|1 октября 2011
|1 февраля 2013
|16 июня 2014
|-
|'''6 (21)'''
|{{Флаг|Франция}} [[Париж]]
|Евро
|Андрей
|8 октября 2011
|4 февраля 2013
|25 июня 2014
|-
|'''7 (22)'''
|{{Флаг|Турция}} [[Стамбул]]
|Доллар
|Жанна
|15 октября 2011
|5 февраля 2013
|2 июля 2014
|-
|'''8 (23)'''
|{{Флаг|Германия}} [[Берлин]]
|Евро
|Жанна
|22 октября 2011
|6 февраля 2013
|9 июля 2014
|-
|'''9 (24)'''
|{{Флаг|Греция}} [[Афины]]
|Евро
|Андрей
|29 октября 2011
|7 февраля 2013
|14 июля 2014
|-
|'''10 (25)'''
|{{Флаг|ОАЭ}} [[Дубай (город)|Дубай]]
|Доллар
|Андрей
|5 ноября 2011
|8 февраля 2013
|29 июля 2014
|-
|'''11 (26)'''
|{{Флаг|Непал}} [[Катманду]]
|Доллар
|Жанна
|12 ноября 2011
|11 февраля 2013
|28 августа 2014
|-
|'''12 (27)'''
|{{Флаг|Индия}} [[Мумбаи]]
|Доллар
|Жанна
|19 ноября 2011
|12 февраля 2013
|28 августа 2014
|-
|'''13 (28)'''
|{{Флаг|США}} [[Чикаго]]
|Доллар
|Андрей
|3 декабря 2011
|13 февраля 2013
|28 августа 2014
|-
|'''14 (29)'''
|{{Флаг|США}} [[Новый Орлеан]]
|Доллар
|Жанна
|10 декабря 2011
|14 февраля 2013
|30 сентября 2014
|-
|'''15 (30)'''
|{{Флаг|США}} [[Даллас]]
|Доллар
|Андрей
|17 декабря 2011
|15 февраля 2013
|28 августа 2014
|-
|'''16 (31)'''
|{{Флаг|Швеция}} [[Стокгольм]]
|Доллар
|Жанна
|24 декабря 2011
|18 февраля 2013
|5 ноября 2014
|-
|'''17 (32)'''
|{{Флаг|Лапландия}} [[Лаппи (провинция)|Лапландия]]
|Евро
|Андрей
|31 декабря 2011
|19 февраля 2013
|24 ноября 2014
|-
|}

=== Сезон 3 (2012) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (33)'''
|{{Флаг|Китай}} [[Пекин]]
|Доллар
|Жанна
|11 февраля 2012
|20 февраля 2013
|23 декабря 2014
|-
|'''2 (34)'''
|{{Флаг|Гонконг}} [[Гонконг]]
|Доллар
|Андрей
|18 февраля 2012
|21 февраля 2013
|23 января 2015
|-
|'''3 (35)'''
|{{Флаг|Ямайка}} [[Ямайка]]
|Доллар
|Андрей
|25 февраля 2012
|22 февраля 2013
|23 января 2015
|-
|'''4 (36)'''
|{{Флаг|США}} [[Майами]]
|Доллар
|Андрей
|3 марта 2012
|25 февраля 2013
|29 января 2015
|-
|'''5 (37)'''
|{{Флаг|Никарагуа}} [[Манагуа]]
|Доллар
|Жанна
|10 марта 2012
|26 февраля 2013
|5 февраля 2015
|-
|'''6 (38)'''
|{{Флаг|Ливан}} [[Бейрут]]
|Доллар
|Жанна
|17 марта 2012
|27 февраля 2013
|5 февраля 2015
|-
|'''7 (39)'''
|{{Флаг|Бразилия}} [[Рио-де-Жанейро]]
|Доллар
|Жанна
|24 марта 2012
|28 февраля 2013
|12 февраля 2015
|-
|'''8 (40)'''
|{{Флаг|Чили}} [[Сантьяго]]
|Доллар
|Жанна
|31 марта 2012
|1 марта 2013
|19 марта 2015
|-
|'''9 (41)'''
|{{Флаг|Бразилия}} [[Сан-Паулу]]
|Доллар
|Андрей
|7 апреля 2012
|14 марта 2013
|19 марта 2015
|-
|'''10 (42)'''
|{{Флаг|Перу}} [[Мачу-Пикчу]]
|Доллар
|Жанна
|14 апреля 2012
|15 марта 2013
|19 марта 2015
|-
|'''11 (43)'''
|{{Флаг|Аргентина}} [[Буэнос-Айрес]]
|Доллар
|Андрей
|21 апреля 2012
|18 марта 2013
|26 апреля 2015
|-
|'''12 (44)'''
|{{Флаг|Сингапур}} [[Сингапур]]
|Доллар
|Жанна
|28 апреля 2012
|19 марта 2013
|29 апреля 2015
|-
|'''13 (45)'''
|{{Флаг|Шри-Ланка}} [[Шри-Ланка]]
|Доллар
|Жанна
|5 мая 2012
|20 марта 2013
|26 апреля 2015
|-
|'''14 (46)'''
|{{Флаг|Малайзия}} [[Куала-Лумпур]]
|Доллар
|Андрей
|12 мая 2012
|21 марта 2013
|28 иая 2015
|-
|'''15-16 (47-48)'''
|{{Флаг|Украина}} [[Киев]]
|Гривна
|Андрей
|19 и 26 мая 2012
|22 и 23 марта 2013
|1 июня 2015
|-
|}

=== Сезон 4 (2012) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (49)'''
|{{Флаг|Россия}} [[Санкт-Петербург]]
|Доллар
|Андрей
|8 сентября 2012
|11 декабря 2012
|28 августа 2015
|-
|'''2 (50)'''
|{{Флаг|Шотландия}} [[Эдинбург]]
|Доллар
|Андрей
|15 сентября 2012
|12 декабря 2012
|18 сентября 2015
|-
|'''3 (51)'''
|{{Флаг|Кения}} [[Найроби]]
|Доллар
|Андрей
|22 сентября 2012
|13 декабря 2012
|18 сентября 2015
|-
|'''4 (52)'''
|{{Флаг|Латвия}} [[Рига]]
|Доллар
|Леся
|29 сентября 2012
|14 декабря 2012
|30 октября 2015
|-
|'''5 (53)'''
|{{Флаг|Великобритания}} [[Лондон]]
|Доллар
|Андрей
|6 октября 2012
|17 декабря 2012
|30 октября 2015
|-
|'''6 (54)'''
|{{Флаг|Дания}} [[Копенгаген]]
|Доллар
|Андрей
|13 октября 2012
|18 декабря 2012
|30 октября 2015
|-
|'''7 (55)'''
|{{Флаг|ЮАР}} [[Кейптаун]]
|Доллар
|Леся
|20 октября 2012
|19 декабря 2012
|30 октября 2015
|-
|'''8 (56)'''
|{{Флаг|Норвегия}} [[Олесунн|Алесунд]]
|Доллар
|Леся
|27 октября 2012
|20 декабря 2012
|3 марта 2016
|-
|'''9 (57)'''
|{{Флаг|Италия}} [[Палермо]]
|Доллар
|Андрей
|3 ноября 2012
|24 декабря 2012
|9 марта 2016
|-
|'''10 (58)'''
|{{Флаг|Мадагаскар}} [[Мадагаскар]]
|Доллар
|Леся
|10 ноября 2012
|25 декабря 2012
|17 марта 2016
|-
|'''11 (59)'''
|{{Флаг|Франция}} [[Лазурный Берег]]
|Евро
|Леся
|17 ноября 2012
|26 декабря 2012
|25 марта 2016
|-
|'''12 (60)'''
|{{Флаг|Марокко}} [[Марракеш]]
|Доллар
|Леся
|24 ноября 2012
|27 декабря 2012
|1 апреля 2016
|-
|'''13 (61)'''
|{{Флаг|Канарские острова}} [[Канарские острова]]
|Евро
|Андрей
|1 декабря 2012
|28 декабря 2012
|2 апреля 2016
|-
|'''14 (62)'''
|{{Флаг|Португалия}} [[Лиссабон]]
|Евро
|Андрей
|8 декабря 2012
|14 января 2013
|13 апреля 2016
|-
|'''15 (63)'''
|{{Флаг|Китай}} [[Шанхай]]
|Доллар
|Леся
|15 декабря 2012
|15 января 2013
|15 апреля 2016
|-
|'''16 (64)'''
|{{Флаг|Индонезия}} [[Бали|остров Бали]]
|Доллар
|Андрей
|22 декабря 2012
|16 января 2013
|22 апреля 2016
|-
|'''17 (65)'''
|{{Флаг|Южная Корея}} [[Сеул]]
|Доллар
|Леся
|29 декабря 2012
|17 января 2013
|26 апреля 2016
|-
|}

=== Сезон 5 (2013) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (66)'''
|{{Флаг|Швейцария}} [[Люцерн|Швейцарские Альпы]]
|Доллар
|Леся
|9 февраля 2013
|5 августа 2013
|29 апреля 2016
|-
|'''2 (67)'''
|{{Флаг|Австрия}} [[Вена]]
|Евро
|Андрей
|16 февраля 2013
|6 августа 2013
|3 мая 2016
|-
|'''3 (68)'''
|{{Флаг|Чехия}} [[Прага]]
|Доллар
|Леся
|23 февраля 2013
|7 августа 2013
|10 мая 2016
|-
|'''4 (69)'''
|{{Флаг|Бельгия}} [[Брюссель]]
|Евро
|Андрей
|2 марта 2013
|8 августа 2013
|13 мая 2016
|-
|'''5 (70)'''
|{{Флаг|Италия}} [[Венеция]]
|Евро
|Андрей
|9 марта 2013
|9 августа 2013
|17 мая 2016
|-
|'''6 (71)'''
|{{Флаг|Боливия}} [[Ла-Пас (Боливия)|Ла-Пас]]
|Доллар
|Леся
|14 апреля 2013
|12 августа 2013
|24 мая 2016
|-
|'''7 (72)'''
|{{Флаг|Эквадор}} [[Кито]]
|Доллар
|Андрей
|21 апреля 2013
|13 августа 2013
|27 мая 2016
|-
|'''8 (73)'''
|{{Флаг|Коста-Рика}} [[Коста-Рика]]
|Доллар
|Леся
|28 апреля 2013
|14 августа 2013
|31 мая 2016
|-
|}

=== Сезон 6. Курортный (2013) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (74)'''
|{{Флаг|Объединённые Арабские Эмираты}} [[Абу-Даби]]
|Доллар
|Настя
|12 мая 2013
|15 августа 2013
|7 июня 2016
|-
|'''2 (75)'''
|{{Флаг|Турция}} [[Анталия]]
|Доллар
|Андрей
|19 мая 2013
|16 августа 2013
|10 июня 2016
|-
|'''3 (76)'''
|{{Флаг|Франция}} [[Корсика|Остров Корсика]]
|Евро
|Настя
|26 мая 2013
|19 августа 2013
|14 июня 2016
|-
|'''4 (77)'''
|{{Флаг|Хорватия}} [[Дубровник]]
|Доллар
|Настя
|2 июня 2013
|20 августа 2013
|17 июня 2016
|-
|'''5 (78)'''
|{{Флаг|Мальта}} [[Мальта]]
|Евро
|Андрей
|9 июня 2013
|21 августа 2013
|21 июня 2016
|-
|'''6 (79)'''
|{{Флаг|Испания}} [[Валенсия]]
|Евро
|Андрей
|16 июня 2013
|22 августа 2013
|24 июня 2016
|-
|'''7 (80)'''
|{{Флаг|Греция}} [[Крит]]
|Евро
|Настя
|23 июня 2013
|23 августа 2013
|28 июня 2016
|-
|'''8 (81)'''
|{{Флаг|Испания}} [[Ивиса|Остров Ибица]]
|Евро
|Андрей
|30 июня 2013
|26 августа 2013
|1 июля 2016
|-
|}

=== Сезон 7. Назад в СССР (2013) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (82)'''
|{{Флаг|Белоруссия}} [[Минск]]
|Доллар
|Настя
| colspan="2" |25 августа 2013
|5 июля 2016
|-
|'''2 (83)'''
|{{Флаг|Литва}} [[Вильнюс]]
|Доллар
|Андрей
| colspan="2" |1 сентября 2013
|8 июля 2016
|-
|'''3 (84)'''
|{{Флаг|Россия}} [[Казань]]
|Доллар
|Андрей
| colspan="2" |8 сентября 2013
|11 июля 2016
|-
|'''4 (85)'''
|{{Флаг|Украина}} [[Крым]]
|Доллар
|Андрей
| colspan="2" |15 сентября 2013
|12 июля 2016
|-
|'''5 (86)'''
|{{Флаг|Молдавия}} [[Кишинёв]]
|Доллар
|Настя
| colspan="2" |22 сентября 2013
|13 июля 2016
|-
|'''6 (87)'''
|{{Флаг|Украина}} [[Одесса]]
|Доллар
|Настя
| colspan="2" |29 сентября 2013
|15 июля 2016
|-
|'''7 (88)'''
|{{Флаг|Эстония}} [[Таллин]]
|Евро
|Настя
| colspan="2" |6 октября 2013
|18 июля 2016
|-
|'''8 (89)'''
|{{Флаг|Россия}} [[Байкал]]
|Доллар
|Андрей
| colspan="2" |13 октября 2013
|20 июля 2016
|-
|'''9 (90)'''
|{{Флаг|Россия}} [[Владивосток]]
|Доллар
|Настя
| colspan="2" |20 октября 2013
|19 июля 2016
|-
|'''10 (91)'''
|{{Флаг|Россия}} [[Камчатка]]
|Доллар
|Настя
| colspan="2" |27 октября 2013
|22 июля 2016
|-
|'''11 (92)'''
|{{Флаг|Россия}} [[Грозный]]
|Доллар
|Настя
| colspan="2" |3 ноября 2013
|25 июля 2016
|-
|'''12 (93)'''
|{{Флаг|Армения}} [[Ереван]]
|Доллар
|Андрей
| colspan="2" |10 ноября 2013
|26 июля 2016
|-
|'''13 (94)'''
|{{Флаг|Грузия}} [[Грузия]]
|Доллар
|Андрей
| colspan="2" |17 ноября 2013
|27 июля 2016
|-
|'''14 (95)'''
|{{Флаг|Таджикистан}} [[Душанбе]]
|Доллар
|Настя
| colspan="2" |24 ноября 2013
|29 июля 2016
|-
|'''15 (96)'''
|{{Флаг|Киргизия}} [[Бишкек]]
|Доллар
|Настя
| colspan="2" |1 декабря 2013
|1 августа 2016
|-
|'''16 (97)'''
|{{Флаг|Казахстан}} [[Алма-Ата|Алматы]]
|Доллар
|Андрей
| colspan="2" |8 декабря 2013
|2 августа 2016
|-
|'''17 (98)'''
|{{Флаг|Азербайджан}} [[Баку]]{{efn|name="Второй выпуск"|Второй выпуск про данное место.}}
|Доллар
|Андрей
| colspan="2" |15 декабря 2013
|5 августа 2016
|-
|'''18 (99)'''
|{{Флаг|Россия}} [[Калининград]]
|Доллар
|Андрей
| colspan="2" |22 декабря 2013
|3 августа 2016
|-
|'''19 (100)'''
|{{Флаг|Украина}} [[Львов]]
|Доллар
|Настя
| colspan="2" |29 декабря 2013
|8 августа 2016
|-
|'''20 (101)'''
|{{Флаг|Россия}} [[Москва]]
|Доллар
|Андрей
| colspan="2" |31 декабря 2013
|9 августа 2016
|-
|}
{{Notelist}}

=== Сезон 8. На краю света (2014) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (102)'''
|{{Флаг|Мальдивы}} [[Мальдивы]]
|Доллар
|Регина
|2 февраля 2014
|2 февраля 2014
|10 августа 2016
|-
|'''2 (103)'''
|{{Флаг|Эфиопия}} [[Аддис-Абеба]]
|Доллар
|Коля
|9 февраля 2014
|9 февраля 2014
|19 августа 2016
|-
|'''3 (104)'''
|{{Флаг|Танзания}} [[Танзания]]
|Доллар
|Коля
|16 февраля 2014
|16 февраля 2014
|17 августа 2016
|-
|'''4 (105)'''
|{{Флаг|Сейшелы}} [[Сейшельские Острова|Сейшелы]]
|Доллар
|Регина
|2 марта 2014
|23 февраля 2014
|12 августа 2016
|-
|'''5 (106)'''
|{{Флаг|Филиппины}} [[Манила]]
|Доллар
|Коля
|9 марта 2014
|2 марта 2014
|23 августа 2016
|-
|'''6 (107)'''
|{{Флаг|Малайзия}} [[Калимантан|Борнео]]
|Доллар
|Коля
|23 марта 2014
|9 марта 2014
|24 августа 2016
|-
|'''7 (108)'''
|{{Флаг|Вьетнам}} [[Ханой]]
|Доллар
|Регина
|30 марта 2014
|16 марта 2014
|29 августа 2016
|-
|'''8 (109)'''
|{{Флаг|Палау}} [[Палау]]
|Доллар
|Коля
|6 апреля 2014
|23 марта 2014
|30 августа 2016
|-
|'''9 (110)'''
|{{Флаг|Австралия}} [[Мельбурн]]
|Доллар
|Коля
|20 апреля 2014
|30 марта 2014
|2 сентября 2016
|-
|'''10 (111)'''
|{{Флаг|Новая Зеландия}} [[Окленд (Новая Зеландия)|Окленд]]
|Доллар
|Коля
|27 июля 2014
|6 апреля 2014
|5 сентября 2016
|-
|'''11 (112)'''
|{{Флаг|Вануату}} [[Вануату]]
|Доллар
|Регина
|13 апреля 2014
|13 апреля 2014
|6 сентября 2016
|-
|'''12 (113)'''
|{{Флаг|Австралия}} [[Сидней]]
|Доллар
|Регина
|10 августа 2014
|20 апреля 2014
|13 сентября 2016
|-
|'''13 (114)'''
|{{Флаг|Япония}} [[Токио]]
|Доллар
|Регина
|27 апреля 2014
|27 апреля 2014
|20 сентября 2016
|-
|'''14 (115)'''
|{{Флаг|Япония}} [[Киото]]
|Доллар
|Коля
|11 мая 2014
|4 мая 2014
|21 сентября 2016
|-
|'''15 (116)'''
|{{Флаг|Китайская Республика}} [[Тайбэй]]
|Доллар
|Коля
|13 мая 2014
|11 мая 2014
|27 сентября 2016
|-
|'''16 (117)'''
|{{Флаг|Монголия}} [[Улан-Батор]]
|Доллар
|Коля
|24 мая 2014
|19 мая 2014
|28 сентября 2016
|-
|'''17 (118)'''
|{{Флаг|США}} [[Гонолулу]]
|Доллар
|Коля
|1 июня 2014
|26 мая 2014
|30 сентября 2016
|-
|'''18 (119)'''
|{{Флаг|США}} [[Аляска]]
|Доллар
|Коля
|8 июня 2014
|2 июня 2014
|4 октября 2016
|-
|'''19 (120)'''
|{{Флаг|Канада}} [[Торонто]]
|Доллар
|Регина
|4 июля 2014
|9 июня 2014
|5 октября 2016
|-
|'''20 (121)'''
|{{Флаг|Канада}} [[Монреаль]]
|Доллар
|Коля
|29 июня 2014
|16 июня 2014
|11 октября 2016
|-
|'''21 (122)'''
|{{Флаг|Гренландия}} [[Гренландия (административная единица)|Гренландия]]
|Доллар
|Регина
|17 августа 2014
|30 июня 2014
|14 октября 2016
|-
|'''22 (123)'''
|{{Флаг|Исландия}} [[Исландия]]
|Доллар
|Коля
|20 июля 2014
|23 июня 2014
|20 октября 2016
|-
|'''23 (124)'''
|{{Флаг|Ирландия}} [[Ирландия]]
|Евро
|Коля
|3 августа 2014
|7 июля 2014
|21 октября 2016
|-
|'''24 (125)'''
|{{Флаг|Маврикий}} [[Маврикий]]
|Доллар
|Регина
|17 августа 2014
|14 июля 2014
|25 октября 2016
|-
|'''25 (126)'''
|{{Флаг|Панама}} [[Панама]]
|Доллар
|Коля
|24 августа 2014
|21 июля 2014
|26 октября 2016
|-
|'''26 (127) '''
|{{Флаг|Колумбия}} [[Богота]]
|Доллар
|Регина
|31 августа 2014
|28 июля 2014
|27 октября 2016
|-
|'''27 (128)'''
|{{Флаг|Аргентина}} [[Ушуайя]]
|Доллар
|Регина
|31 августа 2014
|4 августа 2014
|28 октября 2016
|-
|'''28 (129)'''
|{{Флаг|Чили}} [[Остров Пасхи]]
|Доллар
|Регина
|7 сентября 2014
|11 августа 2014
|31 октября 2016
|}

=== Сезон 9. Неизведанная Европа (2014—2015) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (130)'''
|{{Флаг|Франция}} [[Бордо]]
|Евро
|Женя
|7 сентября 2014
|8 сентября 2014
|3 ноября 2016
|-
|'''2 (131)'''
|{{Флаг|Германия}} [[Франкфурт-на-Майне|Франкфурт]]
|Евро
|Женя
|14 сентября 2014
|15 сентября 2014
|7 ноября 2016
|-
|'''3 (132)'''
|{{Флаг|Франция}} [[Нормандия]]
|Евро
|Регина
|21 сентября 2014
|22 сентября 2014
|9 ноября 2016
|-
|'''4 (133)'''
|{{Флаг|Нидерланды}} [[Роттердам]]
|Евро
|Регина
|28 сентября 2014
|29 сентября 2014
|11 ноября 2016
|-
|'''5 (134)'''
|{{Флаг|Босния и Герцеговина}} [[Сараево]]
|Евро
|Женя
|12 октября 2014
|6 октября 2014
|15 ноября 2016
|-
|'''6 (135)'''
|{{Флаг|Испания}} [[Страна Басков]]
|Евро
|Женя
|5 октября 2014
|13 октября 2014
|18 ноября 2016
|-
|'''7 (136)'''
|{{Флаг|Испания}} [[Сарагоса]]
|Евро
|Регина
|19 октября 2014
|20 октября 2014
|22 ноября 2016
|-
|'''8 (137)'''
|{{Флаг|Сербия}} [[Белград]]
|Доллар
|Регина
|26 октября 2014
|27 октября 2014
|23 ноября 2016
|-
|'''9 (138)'''
|{{Флаг|Фарерские острова}} [[Фарерские острова]]
|Евро
|Женя
|2 ноября 2014
|3 ноября 2014
|28 ноября 2016
|-
|'''10 (139)'''
|{{Флаг|Италия}} [[Болонья]]
|Евро
|Женя
|9 ноября 2014
|10 ноября 2014
|30 ноября 2016
|-
|'''11 (140)'''
|{{Флаг|Польша}} [[Краков]]
|Доллар
|Регина
|16 ноября 2014
|17 ноября 2014
|3 декабря 2016
|-
|'''12 (141)'''
|{{Флаг|Украина}} [[Карпаты]]
|Доллар
|Регина
|23 ноября 2014
|24 ноября 2014
|5 декабря 2016
|-
|'''13 (142)'''
|{{Флаг|Португалия}} [[Азорские острова]]
|Евро
|Женя
|4 января 2015
|1 декабря 2014
|6 декабря 2016
|-
|'''14 (143)'''
|{{Флаг|Англия}} [[Ноттингем]]
|Доллар
|Регина
|7 декабря 2014
|8 декабря 2014
|7 декабря 2016
|-
|'''15 (144)'''
|{{Флаг|Англия}} [[Ливерпуль]]
|Доллар
|Регина
|14 декабря 2014
|15 декабря 2014
|8 декабря 2016
|-
|'''16 (145)'''
|{{Флаг|Шотландия}} [[Глазго]]
|Доллар
|Женя
|21 декабря 2014
|22 декабря 2014
|13 декабря 2016
|-
|'''17 (146)'''
|{{Флаг|Австрия}} [[Тироль (земля)|Тироль]]
|Евро
|Женя
|28 декабря 2014
|29 декабря 2014
|17 декабря 2016
|}

=== Сезон 10. Юбилейный (2015) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |Ведущие{{efn|name="Ведущие"|Владелец золотой карточки выделен полужирным шрифтом.}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (147)'''
|{{Флаг|Индия}} [[Дели]]
|Доллар
|'''Регина Тодоренко''' и Женя Синельников
|8 февраля 2015
|9 февраля 2015
|20 декабря 2016
|-
|'''2 (148)'''
|{{Флаг|Китай}} [[Гуанчжоу]]
|Доллар
|'''Коля Серга''' и Регина Тодоренко
|15 февраля 2015
|16 февраля 2015
|23 декабря 2016
|-
|'''3 (149)'''
|{{Флаг|Индия}} [[Варанаси]]
|Доллар
|Леся Никитюк и '''Женя Синельников'''
|29 марта 2015
|23 февраля 2015
|24 декабря 2016
|-
|'''4 (150)'''
|{{Флаг|Мьянма}} [[Мандалай]]
|Доллар
|Леся Никитюк и '''Коля Серга'''
|1 марта 2015
|2 марта 2015
|25 декабря 2016
|-
|'''5 (151)'''
|{{Флаг|Гватемала}} [[Гватемала]]
|Доллар
|'''Андрей Бедняков''' и Коля Серга
|8 марта 2015
|9 марта 2015
|27 декабря 2016
|-
|'''6 (152)'''
|{{Флаг|Лаос}} [[Луангпхабанг|Луангпрабанг]]
|Доллар
|'''Леся Никитюк''' и Настя Короткая
|15 марта 2015
|16 марта 2015
|30 декабря 2016
|-
|'''7 (153)'''
|{{Флаг|Египет}} [[Каир]]
|Доллар
|Настя Короткая и '''Регина Тодоренко'''
|22 марта 2015
|23 марта 2015
|3 января 2017
|-
|'''8 (154)'''
|{{Флаг|Пуэрто-Рико}} [[Пуэрто-Рико]]
|Доллар
|'''Коля Серга''' и Регина Тодоренко
|29 марта 2015
|30 марта 2015
|5 января 2017
|-
|'''9 (155)'''
|{{Флаг|Доминиканская Республика}} [[Доминиканская Республика|Доминикана]]
|Доллар
|'''Настя Короткая''' и Женя Синельников
|5 апреля 2015
|6 апреля 2015
|9 января 2017
|-
|'''10 (156)'''
|{{Флаг|Куба}} [[Сантьяго-де-Куба]]
|Доллар
|Леся Никитюк и '''Женя Синельников'''
|19 апреля 2015
|13 апреля 2015
|12 января 2017
|-
|'''11 (157)'''
|{{Флаг|Италия}} [[Неаполь]]
|Евро
|Жанна Бадоева и '''Андрей Бедняков'''
|12 апреля 2015
|20 апреля 2015
|13 января 2017
|-
|'''12 (158)'''
|{{Флаг|США}} [[Вашингтон (округ Колумбия)|Вашингтон]]
|Доллар
|'''Регина Тодоренко''' и Женя Синельников
|24 мая 2015
|27 апреля 2015
|17 января 2017
|-
|'''13 (159)'''
|{{Флаг|Венгрия}} [[Будапешт]]
|Доллар
|Жанна Бадоева и '''Коля Серга'''
|3 мая 2015
|4 мая 2015
|19 января 2017
|-
|'''14 (160)'''
|{{Флаг|США}} [[Сиэтл]]
|Доллар
|'''Андрей Бедняков''' и Регина Тодоренко
|10 мая 2015
|11 мая 2015
|21 января 2017
|-
|'''15 (161)'''
|{{Флаг|США}} [[Аризона]]
|Доллар
|Андрей Бедняков и '''Женя Синельников'''
|31 мая 2015
|18 мая 2015
|23 января 2017
|-
|'''16 (162)'''
|{{Флаг|США}} [[Сан-Диего]]
|Доллар
|'''Леся Никитюк''' и Регина Тодоренко
|24 мая 2015
|25 мая 2015
|25 января 2017
|-
|'''17 (163)'''
|{{Флаг|Кабо-Верде}} [[Кабо-Верде]]
|Доллар
|Леся Никитюк и '''Женя Синельников'''
|31 мая 2015
|1 июня 2015
|27 января 2017
|-
|'''18 (164)'''
|{{Флаг|Сенегал}} [[Дакар]]
|Доллар
|'''Регина Тодоренко''' и Женя Синельников
|7 июня 2015
|8 июня 2015
|30 января 2017
|-
|'''19 (165)'''
|{{Флаг|Португалия}} [[Мадейра]]
|Евро
|Леся Никитюк и '''Регина Тодоренко'''
|14 июня 2015
|15 июня 2015
|1 февраля 2017
|-
|'''20 (166)'''
|{{Флаг|Испания}} [[Севилья]]
|Евро
|'''Алан Бадоев''' и Жанна Бадоева
|21 июня 2015
|22 июня 2015
|2 февраля 2017
|}
{{Notelist}}

=== Сезон 11. Юбилейный II (2015) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |Ведущие{{efn|name="Ведущие1"|Владелец золотой карточки выделен полужирным шрифтом.}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (167)'''
|{{Флаг|США}} [[Орландо (Флорида)|Орландо]]
|Доллар
|'''Андрей Бедняков''' и Настя Короткая
|16 августа 2015
|17 августа 2015
|6 февраля 2017
|-
|'''2 (168)'''
|{{Флаг|США}} [[Бостон]]
|Доллар
|Алан Бадоев и '''Регина Тодоренко'''
|23 августа 2015
|24 августа 2015
|9 февраля 2017
|-
|'''3 (169)'''
|{{Флаг|США}} [[Саванна (Джорджия)|Саванна]]
|Доллар
|'''Алан Бадоев''' и Настя Короткая
|30 августа 2015
|31 августа 2015
|11 февраля 2017
|-
|'''4 (170)'''
|{{Флаг|США}} [[Йеллоустон]]
|Доллар
|'''Андрей Бедняков''' и Леся Никитюк
|6 сентября 2015
|7 сентября 2015
|16 февраля 2017
|-
|'''5 (171)'''
|{{Флаг|Греция}} [[Салоники]]
|Евро
|'''Настя Короткая''' и Коля Серга
|13 сентября 2015
|14 сентября 2015
|20 февраля 2017
|-
|'''6 (172)'''
|{{Флаг|Норвегия}} [[Осло]]
|Доллар
|'''Леся Никитюк''' и Регина Тодоренко
|20 сентября 2015
|21 сентября 2015
|23 февраля 2017
|-
|'''7 (173)'''
|{{Флаг|Албания}} [[Албания]]
|Доллар
|'''Леся Никитюк''' и Женя Синельников
|27 сентября 2015
|28 сентября 2015
|1 марта 2017
|-
|'''8 (174)'''
|{{Флаг|Норвегия}} [[Шпицберген]]
|Доллар
|'''Регина Тодоренко''' и Женя Синельников
|4 октября 2015
|5 октября 2015
|4 марта 2017
|-
|'''9 (175)'''
|{{Флаг|Польша}} [[Варшава]]
|Доллар
|'''Коля Серга''' и Регина Тодоренко
|11 октября 2015
|12 октября 2015
|8 марта 2017
|-
|'''10 (176)'''
|{{Флаг|США}} [[Детройт]]
|Доллар
|Леся Никитюк и '''Женя Синельников'''
|18 октября 2015
|19 октября 2015
|17 марта 2017
|-
|'''11 (177)'''
|{{Флаг|Румыния}} [[Трансильвания]]
|Доллар
|'''Коля Серга''' и Женя Синельников
|25 октября 2015
|26 октября 2015
|20 марта 2017
|-
|'''12 (178)'''
|{{Флаг|Канада}} [[Квебек (город)|Квебек]]
|Доллар
|Леся Никитюк и '''Регина Тодоренко'''
|1 ноября 2015
|2 ноября 2015
|30 марта 2017
|-
|'''13 (179)'''
|{{Флаг|США}} [[Рино]]
|Доллар
|Регина Тодоренко и '''Женя Синельников'''
|8 ноября 2015
|9 ноября 2015
|3 апреля 2017
|-
|'''14 (180)'''
|{{Флаг|Германия}} [[Мюнхен]]
|Евро
|Леся Никитюк и '''Регина Тодоренко'''
|15 ноября 2015
|16 ноября 2015
|7 апреля 2017
|-
|'''15 (181)'''
|{{Флаг|Лихтенштейн}} [[Лихтенштейн]]
|Доллар
|Алан Бадоев и '''Леся Никитюк'''
|22 ноября 2015
|23 ноября 2015
|10 апреля 2017
|-
|'''16 (182)'''
|{{Флаг|Финляндия}} [[Хельсинки]]
|Евро
|Леся Никитюк и '''Коля Серга'''
|29 ноября 2015
|30 ноября 2015
|14 апреля 2017
|-
|'''17 (183)'''
|{{Флаг|Бразилия}} [[Манаус]]
|Доллар
|Коля Серга и '''Регина Тодоренко'''
|6 декабря 2015
|7 декабря 2015
|17 апреля 2017
|-
|'''18 (184)'''
|{{Флаг|Перу}} [[Лима]]
|Доллар
|'''Леся Никитюк''' и Женя Синельников
|13 декабря 2015
|14 декабря 2015
|24 апреля 2017
|-
|'''19 (185)'''
|{{Флаг|Аргентина}} [[Патагония]]
|Доллар
|'''Коля Серга''' и Женя Синельников
|20 декабря 2015
|21 декабря 2015
|28 апреля 2017
|-
|'''20 (186)'''
|{{Флаг|США}} [[Нью-Йорк]]{{efn|name="Второй выпуск2"|Второй выпуск про данное место.}}
|Доллар
|'''Алан Бадоев''' и Леся Никитюк
|31 декабря 2015
|28 декабря 2015
|29 апреля 2017
|-
|}
{{Notelist}}

=== Сезон 12. Кругосветка (2016) ===
{| class="wikitable collapsible collapsed"
|-
! colspan="2" rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
| colspan="2" |'''1 (187)'''
|{{Флаг|Бельгия}} [[Антверпен]]
|Евро
|Регина
|21 февраля 2016
|15 февраля 2016
|18 мая 2017
|-
| colspan="2" |'''2 (188)'''
|{{Флаг|Германия}} [[Дюссельдорф]]
|Евро
|Регина
|28 февраля 2016
|22 февраля 2016
|22 мая 2017
|-
| colspan="2" |'''3 (189)'''
|{{Флаг|Италия}} [[Флоренция]]
|Евро
|Регина
|6 марта 2016
|29 февраля 2016
|26 мая 2017
|-
| colspan="2" |'''4 (190)'''
|{{Флаг|Намибия}} [[Намибия]]
|Доллар
|Леся
|13 марта 2016
|7 марта 2016
|29 мая 2017
|-
| colspan="2" |'''5 (191)'''
|{{Флаг|Южно-Африканская Республика}} [[Йоханнесбург]]
|Доллар
|Леся
|20 марта 2016
|14 марта 2016
|5 июня 2017
|-
| colspan="2" |'''6 (192)'''
|{{Флаг|Зимбабве}} [[Хараре]]
|Доллар
|Регина
|27 марта 2016
|21 марта 2016
|12 июня 2017
|-
| colspan="2" |'''7 (193)'''
|{{Флаг|Мозамбик}} [[Мапуту]]
|Доллар
|Леся
|3 апреля 2016
|28 марта 2016
|15 июня 2017
|-
| colspan="2" |'''8 (194)'''
|{{Флаг|Уганда}} [[Уганда]]
|Доллар
|Регина
|10 апреля 2016
|4 апреля 2016
|19 июня 2017
|-
| colspan="2" |'''9 (195)'''
|{{Флаг|Оман}} [[Маскат]]
|Доллар
|Леся
|17 апреля 2016
|11 апреля 2016
|26 июня 2017
|-
| colspan="2" |'''10 (196)'''
|{{Флаг|Индия}} [[Гоа]]
|Доллар
|Леся
|24 апреля 2016
|18 апреля 2016
|1 июля 2017
|-
| colspan="2" |'''11 (197)'''
|{{Флаг|Индия}} [[Бангалор]]
|Доллар
|Регина
|1 мая 2016
|25 апреля 2016
|3 июля 2017
|-
| colspan="2" |'''12 (198)'''
|{{Флаг|Непал}} [[Покхара]]
|Доллар
|Регина
|8 мая 2016
|2 мая 2016
|10 июля 2017
|-
| colspan="2" |'''13 (199)'''
|{{Флаг|Бангладеш}} [[Дакка]]
|Доллар
|Леся
|15 мая 2016
|9 мая 2016
|15 июля 2017
|-
| colspan="2" |'''14 (200)'''
|{{Флаг|Таиланд}} [[Пхукет]]
|Доллар
|Леся
|22 мая 2016
|16 мая 2016
|17 июля 2017
|-
| colspan="2" |'''15 (201)'''
|{{Флаг|Таиланд}} [[Чиангмай]]
|Доллар
|Регина
|29 мая 2016
|23 мая 2016
|18 июля 2017
|-
| colspan="2" |'''16 (202)'''
|{{Флаг|Индонезия}} [[Джакарта]]
|Доллар
|Леся
|5 июня 2016
|30 мая 2016
|22 июля 2017
|-
| colspan="2" |'''17 (203)'''
|{{Флаг|Китай}} [[Хайнань]]
|Доллар
|Регина
|12 июня 2016
|6 июня 2016
|24 июля 2017
|-
| colspan="2" |'''18 (204)'''
|{{Флаг|Макао}} [[Макао]]
|Доллар
|Леся
|19 июня 2016
|13 июня 2016
|25 июля 2017
|-
| colspan="2" |'''19 (205)'''
|{{Флаг|Филиппины}} [[Себу (остров)|Себу]]
|Доллар
|Леся
|26 июня 2016
|20 июня 2016
|30 июля 2017
|-
| colspan="2" |'''20 (206)'''
|{{Флаг|Япония}} [[Хиросима]]
|Доллар
|Леся
|3 июля 2016
|27 июня 2016
|1 августа 2017
|-
| colspan="2" |'''21 (207)'''
|{{Флаг|Япония}} [[Осака]]
|Доллар
|Регина
|14 августа 2016
|4 июля 2016
|6 августа 2017
|-
| colspan="2" |'''22 (208)'''
|{{Флаг|Северные Марианские острова}} [[Сайпан]]
|Доллар
|Регина
|21 августа 2016
|11 июля 2016
|12 августа 2017
|-
| colspan="2" |'''23 (209)'''
|{{Флаг|Фиджи}} [[Фиджи]]
|Доллар
|Леся
|28 августа 2016
|18 июля 2016
|13 августа 2017
|-
| colspan="2" |'''24 (210)'''
|{{flag|French Polynesia}} [[Таити]]
|Доллар
|Леся
|4 сентября 2016
|25 июля 2016
|15 августа 2017
|-
| colspan="2" |'''25 (211)'''
|{{Флаг|Канада}} [[Ванкувер]]
|Доллар
|Петя
|11 сентября 2016
|1 августа 2016
|16 августа 2017
|-
| colspan="2" |'''26 (212)'''
|{{Флаг|США}} [[Сакраменто (Калифорния)|Сакраменто]]
|Доллар
|Регина
|18 сентября 2016
|8 августа 2016
|19 августа 2017
|-
| colspan="2" |'''27 (213)'''
|{{Флаг|США}} [[Солт-Лейк-Сити]]
|Доллар
|Петя
|25 сентября 2016
|15 августа 2016
|21 августа 2017
|-
| colspan="2" |'''28 (214)'''
|{{Флаг|Мексика}} [[Гвадалахара]]
|Доллар
|Петя
|3 октября 2016
|22 августа 2016
|23 августа 2017
|-
| colspan="2" |'''29 (215)'''
|{{Флаг|Мексика}} [[Акапулько]]
|Доллар
|Петя
|8 октября 2016
|29 августа 2016
|28 августа 2017
|-
| colspan="2" |'''30 (216)'''
|{{Флаг|Гондурас}} [[Гондурас]]
|Доллар
|Регина
|16 октября 2016
|5 сентября 2016
|29 августа 2017
|-
| colspan="2" |'''31 (217)'''
|{{Флаг|Эквадор}} [[Гуаякиль]]
|Доллар
|Петя
|23 октября 2016
|12 сентября 2016
|4 сентября 2017
|-
| colspan="2" |'''32 (218)'''
|{{Флаг|Перу}} [[Икитос]]
|Доллар
|Петя
|30 октября 2016
|19 сентября 2016
|6 сентября 2017
|-
| colspan="2" |'''34 (220)'''
|{{Флаг|Гайана}} [[Гайана]]
|Доллар
|Регина
|13 ноября 2016
|3 октября 2016
|25 сентября 2017
|-
| colspan="2" |'''35 (221)'''
|{{Флаг|Парагвай}} [[Асунсьон]]
|Доллар
|Петя
|20 ноября 2016
|10 октября 2016
|27 сентября 2017
|-
| colspan="2" |'''36 (222)'''
|{{Флаг|Уругвай}} [[Монтевидео]]
|Доллар
|Регина
|27 ноября 2016
|17 октября 2016
|2 октября 2017
|-
| colspan="2" |'''37 (223)'''
|{{Флаг|Португалия}} [[Порту]]
|Евро
|Регина
|4 декабря 2016
|24 октября 2016
|9 октября 2017
|-
| colspan="2" |'''38 (224)'''
|{{Флаг|Марокко}} [[Фес]]
|Доллар
|Петя
|11 декабря 2016
|31 октября 2016
|11 октября 2017
|-
| colspan="2" |'''39 (225)'''
|{{Флаг|Испания}} [[Кордова (город, Испания)|Кордова]]
|Евро
|Петя
|18 декабря 2016
|7 ноября 2016
|18 октября 2017
|-
| colspan="2" |'''40 (226)'''
|{{Флаг|Франция}} [[Нант]]
|Евро
|Петя
|31 декабря 2016
|14 ноября 2016
|25 октября 2017
|-
| rowspan="2"|'''CВ'''
| '''Ч1'''
|rowspan="2" colspan="3"|{{Флаг|Украина}} [[#Орёл и решка. Кругосветка. Новый год|Орёл и решка. Кругосветка. Новый год]]
|rowspan="2"|—
| 31 декабря 2016
|rowspan="2"|—
|-
|'''Ч2'''
| 1 января 2017
|}

=== Специальный выпуск (2016) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |Ведущие{{efn|name="Ведущие3"|Владелец золотой карточки выделен полужирным шрифтом.}}
!Премьера выпуска
|-
!Россия
|-
|'''СВ'''
| {{Флаг|Сочи}} [[Сочи]]
| Доллар
| Жанна Бадоева и '''Антон Лаврентьев'''
| 19 августа 2016
|}
{{Notelist}}

=== Сезон 13. Рай и ад (2017) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (227)'''
|{{Флаг|Таиланд}} [[Таиланд|Райский Таиланд]]
|Доллар
|Регина
|12 февраля 2017
|13 февраля 2017
|14 февраля 2017
|-
|'''2 (228)'''
|{{Флаг|Индонезия}} [[Индонезия|Адская Индонезия]]
|Доллар
|Леся
|19 февраля 2017
|20 февраля 2017
|22 февраля 2017
|-
|'''3 (229)'''
|{{Флаг|Кения}} [[Момбаса|Райская Момбаса]]
|Доллар
|Регина
|26 февраля 2017
|27 февраля 2017
|28 февраля 2017
|-
|'''4 (230)'''
|{{Флаг|Вьетнам}} [[Вьетнам|Райский Вьетнам]]
|Доллар
|Леся
|5 марта 2017
|6 марта 2017
|7 марта 2017
|-
|'''5 (231)'''
|{{Флаг|Индия}} [[Калькутта|Адская Калькутта]]
|Доллар
|Регина
|12 марта 2017
|13 марта 2017
|14 марта 2017
|-
|'''6 (232)'''
|{{Флаг|Камбоджа}} [[Камбоджа|Райская Камбоджа]]
|Доллар
|Регина
|19 марта 2017
|20 марта 2017
|21 марта 2017
|-
|'''7 (233)'''
|{{Флаг|Ямайка}} [[Ямайка|Райская Ямайка]]{{efn|name="Второй выпуск3"|Второй выпуск про данное место.}}
|Доллар
|Регина
|26 марта 2017
|27 марта 2017
|28 марта 2017
|-
|'''8 (234)'''
|{{Флаг|Гондурас}} [[Сан-Педро-Сула|Адская Сан-Педро-Сула]]
|Доллар
|Регина
|2 апреля 2017
|3 апреля 2017
|4 апреля 2017
|-
|'''9 (235)'''
|{{Флаг|Кюрасао}} [[Кюрасао|Райский Кюрасао]]
|Доллар
|Леся
|9 апреля 2017
|10 апреля 2017
|11 апреля 2017
|-
|'''10 (236)'''
|{{Флаг|Багамы}} [[Багамские Острова|Райские Багамы]]
|Доллар
|Регина
|16 апреля 2017
|17 апреля 2017
|18 апреля 2017
|-
|'''11 (237)'''
|{{Флаг|Венесуэла}} [[Каракас|Адский Каракас]]
|Доллар
|Леся
|23 апреля 2017
|24 апреля 2017
|25 апреля 2017
|-
|'''12 (238)'''
|{{Флаг|Новая Зеландия}} [[Куинстаун (Новая Зеландия)|Райский Куинстаун]]
|Доллар
|Леся
|30 апреля 2017
|1 мая 2017
|2 мая 2017
|-
|'''13 (239)'''
|{{Флаг|Новая Каледония}} [[Новая Каледония|Райская Новая Каледония]]
|Доллар
|Регина
|7 мая 2017
|8 мая 2017
|9 мая 2017
|-
|'''14 (240)'''
|{{Флаг|Соломоновы Острова}} [[Соломоновы Острова|Райские Соломоновы Острова]]
|Доллар
|Леся
|14 мая 2017
|15 мая 2017
|16 мая 2017
|-
|'''15 (241)'''
|{{Флаг|Австралия}} [[Квинсленд|Райский Квинсленд]]
|Доллар
|Леся
|21 мая 2017
|22 мая 2017
|21 мая 2017 (UKR)<br>23 мая 2017 (RUS)
|-
|'''16 (242)'''
|{{Флаг|Швейцария}} [[Швейцария|Райская Швейцария]]
|Доллар
|Леся
|28 мая 2017
|29 мая 2017
|28 мая 2017 (UKR)<br>30 мая 2017 (RUS)
|-
|'''17 (243)'''
|{{Флаг|Нигерия}} [[Лагос|Адский Лагос]]
|Доллар
|Леся
|4 июня 2017
|5 июня 2017
|4 июня 2017 (UKR)<br>6 июня 2017 (RUS)
|-
|'''18 (244)'''
|{{Флаг|Тунис}} [[Тунис|Райский Тунис]]
|Доллар
|Регина
|11 июня 2017
|12 июня 2017
|11 июня 2017 (UKR)<br>13 июня 2017 (RUS)
|-
|'''19 (245)'''
|{{Флаг|Гана}} [[Аккра|Адская Аккра]]
|Доллар
|Регина
|18 июня 2017
|19 июня 2017
|18 июня 2017 (UKR)<br>20 июня 2017 (RUS)
|-
|'''20 (246)'''
|{{Флаг|Греция}} [[Корфу|Райский Корфу]]
|Евро
|Леся
|25 июня 2017
|26 июня 2017
|25 июня 2017 (UKR)<br>27 июня 2017 (RUS)
|-
|}
{{Notelist}}

=== Сезон 14. Перезагрузка (2017—2018) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (247)'''
|{{Флаг|Гонконг}} [[Гонконг]]{{efn|name="Второй выпуск4"|Второй выпуск про данное место.}}
|Доллар
|Антон
|5 марта 2017
|14 марта 2017
|5 марта 2017 (UKR)<br>15 марта 2017 (RUS)
|-
|'''2 (248)'''
|{{Флаг|Шри-Ланка}} [[Шри-Ланка]]{{efn|name="Второй выпуск4"}}
|Доллар
|Антон
|12 марта 2017
|21 марта 2017
|22 марта 2017
|-
|'''3 (249)'''
|{{Флаг|Таиланд}} [[Бангкок]]{{efn|name="Второй выпуск4"}}
|Доллар
|Настя
|19 марта 2017
|28 марта 2017
|19 марта 2017 (UKR)<br>29 марта 2017 (RUS)
|-
|'''4 (250)'''
|{{Флаг|Непал}} [[Катманду]]{{efn|name="Второй выпуск4"}}
|Доллар
|Антон
|26 марта 2017
|4 апреля 2017
|26 марта 2017 (UKR)<br>5 апреля 2017 (RUS)
|-
|'''5 (251)'''
|{{Флаг|Сингапур}} [[Сингапур]]{{efn|name="Второй выпуск4"}}
|Доллар
|Настя
|2 апреля 2017
|11 апреля 2017
|2 апреля 2017 (UKR)<br>12 апреля 2017 (RUS)
|-
|'''6 (252)'''
|{{Флаг|Бразилия}} [[Рио-де-Жанейро]]{{efn|name="Второй выпуск4"}}
|Доллар
|Антон
|9 апреля 2017
|18 апреля 2017
|9 апреля 2017 (UKR)<br>19 апреля 2017 (RUS)
|-
|'''7 (253)'''
|{{Флаг|Эквадор}} [[Кито]]{{efn|name="Второй выпуск4"}}
|Доллар
|Настя
|16 апреля 2017
|25 апреля 2017
|16 апреля 2017 (UKR)<br>26 апреля 2017 (RUS)
|-
|'''8 (254)'''
|{{Флаг|Мексика}} [[Мехико]]{{efn|name="Второй выпуск4"}}
|Доллар
|Настя
|23 апреля 2017
|2 мая 2017
|23 апреля 2017 (UKR)<br>3 мая 2017 (RUS)
|-
|'''9 (255)'''
|{{Флаг|Мексика}} [[Канкун]]{{efn|name="Второй выпуск4"}}
|Доллар
|Антон
|30 апреля 2017
|9 мая 2017
|30 апреля 2017 (UKR)<br>10 мая 2017 (RUS)
|-
|'''10 (256)'''
|{{Флаг|Куба}} [[Гавана]]{{efn|name="Второй выпуск4"}}
|Доллар
|Антон
|7 мая 2017
|16 мая 2017
|7 мая 2017 (UKR)<br>17 мая 2017 (RUS)
|-
|'''11 (257)'''
|{{Флаг|США}} [[Майами]]{{efn|name="Второй выпуск4"}}
|Доллар
|Антон
|14 мая 2017
|23 мая 2017
|14 мая 2017 (UKR)<br>24 мая 2017 (RUS)
|-
|'''12 (258)'''
|{{Флаг|США}} [[Лас-Вегас]]{{efn|name="Второй выпуск4"}}
|Доллар
|Антон
|28 мая 2017
|30 мая 2017
|28 мая 2017 (UKR)<br>31 мая 2017 (RUS)
|-
|'''13 (259)'''
|{{Флаг|США}} [[Лос-Анджелес]]{{efn|name="Второй выпуск4"}}
|Доллар
|Настя
|4 июня 2017
|6 июня 2017
|4 июня 2017 (UKR)<br>7 июня 2017 (RUS)
|-
|'''14 (260)'''
|{{Флаг|США}} [[Сан-Франциско]]{{efn|name="Второй выпуск4"}}
|Доллар
|Антон
|11 июня 2017
|13 июня 2017
|11 июня 2017 (UKR)<br>14 июня 2017 (RUS)
|-
|'''15 (261)'''
|{{Флаг|США}} [[Чикаго]]{{efn|name="Второй выпуск4"}}
|Доллар
|Настя
|18 июня 2017
|20 июня 2017
|18 июня 2017 (UKR)<br>21 июня 2017 (RUS)
|-
|'''16 (262)'''
|{{Флаг|Нидерланды}} [[Амстердам]]{{efn|name="Второй выпуск4"}}
|Евро
|Антон
|25 июня 2017
|27 июня 2017
|25 июня 2017 (UKR)<br>28 июня 2017 (RUS)
|-
|'''17 (263)'''
|{{Флаг|Германия}} [[Берлин]]{{efn|name="Второй выпуск4"}}
|Евро
|Настя
|2 июля 2017
|4 июля 2017
|2 июля 2017 (UKR)<br>5 июля 2017 (RUS)
|-
|'''18 (264)'''
|{{Флаг|Франция}} [[Париж]]{{efn|name="Второй выпуск4"}}
|Евро
|Настя
|9 июля 2017
|11 июля 2017
|9 июля 2017 (UKR)<br>12 июля 2017 (RUS)
|-
|'''19 (265)'''
|{{Флаг|Чехия}} [[Прага]]{{efn|name="Второй выпуск4"}}
|Доллар
|Антон
|16 июля 2017
|18 июля 2017
|16 июля 2017 (UKR)<br>19 июля 2017 (RUS)
|-
|'''20 (266)'''
|{{Флаг|Австрия}} [[Вена]]{{efn|name="Второй выпуск4"}}
|Евро
|Настя
|23 июля 2017
|25 июля 2017
|23 июля 2017 (UKR)<br>26 июля 2017 (RUS)
|-
|'''21 (267)'''
|{{Флаг|Турция}} [[Стамбул]]{{efn|name="Второй выпуск4"}}
|Доллар
|Антон
|20 августа 2017
|15 августа 2017
|20 августа 2017
|-
|'''22 (268)'''
|{{Флаг|Казахстан}} [[Нур-Султан|Астана]]
|Доллар
|Настя
|27 августа 2017
|22 августа 2017
|27 августа 2017
|-
|'''23 (269)'''
|{{Флаг|Индия}} [[Мумбаи]]{{efn|name="Второй выпуск4"}}
|Доллар
|Настя
|3 сентября 2017
|12 сентября 2017
|3 сентября 2017 (UKR)<br>13 сентября 2017 (RUS)
|-
|'''24 (270)'''
|{{Флаг|Япония}} [[Токио]]{{efn|name="Второй выпуск4"}}
|Доллар
|Настя
|10 сентября 2017
|12 сентября 2017
|10 сентября 2017 (UKR)<br>13 сентября 2017 (RUS)
|-
|'''25 (271)'''
|{{Флаг|Китай}} [[Шанхай]]{{efn|name="Второй выпуск4"}}
|Доллар
|Настя
|17 сентября 2017
|19 сентября 2017
|17 сентября 2017 (UKR)<br>20 сентября 2017 (RUS)
|-
|'''26 (272)'''
|{{Флаг|Республика Корея}} [[Сеул]]{{efn|name="Второй выпуск4"}}
|Доллар
|Антон
|24 сентября 2017
|19 сентября 2017
|24 сентября 2017
|-
|'''27 (273)'''
|{{Флаг|Китай}} [[Пекин]]{{efn|name="Второй выпуск4"}}
|Доллар
|Настя
|1 октября 2017
|26 сентября 2017
|1 октября 2017
|-
|'''28 (274)'''
|{{Флаг|Вьетнам}} [[Хошимин]]{{efn|name="Второй выпуск4"}}
|Доллар
|Антон
|8 октября 2017
|3 октября 2017
|8 октября 2017
|-
|'''29 (275)'''
|{{Флаг|Шотландия}} [[Эдинбург]]{{efn|name="Второй выпуск4"}}
|Доллар
|Антон
|15 октября 2017
|10 октября 2017
|15 октября 2017
|-
|'''30 (276)'''
|{{Флаг|Ирландия}} [[Дублин]]{{efn|name="Второй выпуск4"}}
|Евро
|Настя
|22 октября 2017
|16 октября 2017
|22 октября 2017
|-
|'''31 (277)'''
|{{Флаг|Великобритания}} [[Лондон]]{{efn|name="Второй выпуск4"}}
|Доллар
|Антон
|29 октября 2017
|23 октября 2017
|29 октября 2017
|-
|'''32 (278)'''
|{{Флаг|Испания}} [[Барселона]]{{efn|name="Второй выпуск4"}}
|Евро
|Антон
|5 ноября 2017
|30 октября 2017
|5 ноября 2017
|-
|'''33 (279)'''
|{{Флаг|Испания}} [[Ивиса|Ибица]]{{efn|name="Второй выпуск4"}}
|Евро
|Настя
|12 ноября 2017
|6 ноября 2017
|12 ноября 2017
|-
|'''34 (280)'''
|{{Флаг|Испания}} [[Мадрид]]{{efn|name="Второй выпуск4"}}
|Евро
|Антон
|19 ноября 2017
|13 ноября 2017
|19 ноября 2017
|-
|'''35 (281)'''
|{{Флаг|Италия}} [[Рим]]{{efn|name="Второй выпуск4"}}
|Евро
|Антон
|26 ноября 2017
|20 ноября 2017
|26 ноября 2017
|-
|'''36 (282)'''
|{{Флаг|Италия}} [[Венеция]]{{efn|name="Второй выпуск4"}}
|Евро
|Настя
|3 декабря 2017
|27 ноября 2017
|3 декабря 2017
|-
|'''37 (283)'''
|{{Флаг|Израиль}} [[Израиль]]{{efn|name="Второй выпуск4"}}
|Доллар
|Настя
|10 декабря 2017
|4 декабря 2017
|10 декабря 2017
|-
|'''38 (284)'''
|{{Флаг|Канарские острова}} [[Канарские острова|Канары]]{{efn|name="Второй выпуск4"}}
|Евро
|Антон
|17 декабря 2017
|11 декабря 2017
|17 декабря 2017
|-
|'''39 (285)'''
|{{Флаг|Южно-Африканская Республика}} [[Кейптаун]]{{efn|name="Второй выпуск4"}}
|Доллар
|Антон
|24 декабря 2017
|18 декабря 2017
|24 декабря 2017
|-
|'''40 (286)'''
|{{Флаг|Танзания}} [[Занзибар]]
|Доллар
|Антон
|7 января 2018
|25 декабря 2017
|7 января 2018
|-
|}
{{Notelist}}

=== Сезон 15. Рай и Ад 2 (2017) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (287)'''
|{{Флаг|Сардиния}} [[Сардиния]]
|Евро
|Регина
|27 августа 2017
|11 сентября 2017
|27 августа 2017 (UKR)<br>12 сентября 2017 (RUS)
|-
|'''2 (288)'''
|{{Флаг|Хорватия}} [[Сплит (город)|Сплит]]
|Доллар
|Натали
|3 сентября 2017
|18 сентября 2017
|3 сентября 2017 (UKR)<br>19 сентября 2017 (RUS)
|-
|'''3 (289)'''
|{{Флаг|Германия}} [[Гамбург]]
|Евро
|Регина
|10 сентября 2017
|11 сентября 2017
|10 сентября 2017 (UKR)<br>12 сентября 2017 (RUS)
|-
|'''4 (290)'''
|{{Флаг|Швеция}} [[Швеция]]
|Доллар
|Натали
|17 сентября 2017
|18 сентября 2017
|17 сентября 2017 (UKR)<br>19 сентября 2017 (RUS)
|-
|'''5 (291)'''
|{{Флаг|Португалия}} [[Португалия]]
|Евро
|Регина
|24 сентября 2017
|25 сентября 2017
|24 сентября 2017 (UKR)<br>26 сентября 2017 (RUS)
|-
|'''6 (292)'''
|{{Флаг|Франция}} [[Прованс]]
|Евро
|Натали
|1 октября 2017
|2 октября 2017
|1 октября 2017 (UKR)<br>3 октября 2017 (RUS)
|-
|'''7 (293)'''
|{{Флаг|Индия}} [[Керала]]
|Доллар
|Регина
|8 октября 2017
|9 октября 2017
|8 октября 2017 (UKR)<br>10 октября 2017 (RUS)
|-
|'''8 (294)'''
|{{Флаг|Мьянма}} [[Янгон]]
|Доллар
|Регина
|15 октября 2017
|16 октября 2017
|15 октября 2017 (UKR)<br>17 октября 2017 (RUS)
|-
|'''9 (295)'''
|{{Флаг|Республика Корея}} [[Пусан]]
|Доллар
|Натали
|22 октября 2017
|23 октября 2017
|22 октября 2017 (UKR)<br>24 октября 2017 (RUS)
|-
|'''10 (296)'''
|{{Флаг|Китайская Республика}} [[Гаосюн]]
|Доллар
|Регина
|29 октября 2017
|30 октября 2017
|29 октября 2017 (UKR)<br>31 октября 2017 (RUS)
|-
|'''11 (297)'''
|{{Флаг|Катар}} [[Доха]]
|Доллар
|Натали
|5 ноября 2017
|6 ноября 2017
|5 ноября 2017 (UKR)<br>7 ноября 2017 (RUS)
|-
|'''12 (298)'''
|{{Флаг|Бразилия}} [[Форталеза]]
|Доллар
|Регина
|6 ноября 2017
|13 ноября 2017
|12 ноября 2017 (UKR)<br>14 ноября 2017 (RUS)
|-
|'''13 (299)'''
|{{Флаг|Мексика}} [[Гуанахуато (штат)|Гуанахуато]]
|Доллар
|Натали
|19 ноября 2017
|20 ноября 2017
|19 ноября 2017 (UKR)<br>21 ноября 2017 (RUS)
|-
|'''14 (300)'''
|{{Флаг|Сальвадор}} [[Сан-Сальвадор]]
|Доллар
|Натали
|26 ноября 2017
|27 ноября 2017
|26 ноября 2017 (UKR)<br>28 ноября 2017 (RUS)
|-
|'''15 (301)'''
|{{Флаг|Барбадос}} [[Барбадос]]
|Доллар
|Натали
|3 декабря 2017
|4 декабря 2017
|3 декабря 2017 (UKR)<br>5 декабря 2017 (RUS)
|-
|}

=== Специальный сезон. Звёзды (2017) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |Ведущие{{efn|name="Ведущие4"|Владелец золотой карточки выделен полужирным шрифтом.}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (302)'''
|{{Флаг|Южно-Африканская Республика}} [[Дурбан]]
|Доллар
|'''Коля Серга''' и [[Варнава, Екатерина Владимировна|Екатерина Варнава]]
|10 декабря 2017
|14 декабря 2017
|10 декабря 2017 (UKR)<br>15 декабря 2017 (RUS)
|-
|'''2 (303)'''
|{{Флаг|Португалия}} [[Лиссабон]]{{efn|name="Второй выпуск5"|Второй выпуск про данное место.}}
|Евро
|[[Ивакова, Мария Игоревна|Мария Ивакова]] и '''[[Башкатов, Михаил Сергеевич|Михаил Башкатов]]'''
|17 декабря 2017
|18 декабря 2017
|17 декабря 2017 (UKR)<br>19 декабря 2017 (RUS)
|-
|'''3 (304)'''
|{{Флаг|Италия}} [[Генуя]]
|Евро
|'''Жанна Бадоева''' и [[Васильев, Виктор Андреевич|Виктор Васильев]]
|24 декабря 2017
|19 декабря 2017
|24 декабря 2017
|-
|'''4 (305)'''
|{{Флаг|Люксембург}} [[Люксембург]]
|Евро
|'''Алан Бадоев''' и [[Чехова, Анфиса Александровна|Анфиса Чехова]]
|31 декабря 2017
|21 декабря 2017
|31 декабря 2017
|-
|'''5 (306)'''
|{{Флаг|Венгрия}} [[Будапешт]]{{efn|name="Второй выпуск5"}}
|Доллар
|[[Ревва, Александр Владимирович|Александр Ревва]] и '''[[Лобода, Светлана Сергеевна|LOBODA]]'''
|31 декабря 2017
|25 декабря 2017
|31 декабря 2017
|-
|}
{{Notelist}}

=== Сезон 16. Перезагрузка. Америка (2018) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (307)'''
|{{Флаг|Аргентина}} [[Ушуайя]]{{efn|name="Второй выпуск6"|Второй выпуск про данное место.}}
|Доллар
|Настя
|4 февраля 2018
|5 февраля 2018
|4 февраля 2018 (UKR)<br>5 февраля 2018 (RUS)
|-
|'''2 (308)'''
|{{Флаг|Чили}} [[Сантьяго]]{{efn|name="Второй выпуск6"}}
|Доллар
|Настя
|11 февраля 2018
|12 февраля 2018
|11 февраля 2018 (UKR)<br>13 февраля 2018 (RUS)
|-
|'''3 (309)'''
|{{Флаг|Аргентина}} [[Буэнос-Айрес]]{{efn|name="Второй выпуск6"}}
|Доллар
|Настя
|18 февраля 2018
|19 февраля 2018
|18 февраля 2018 (UKR)<br>20 февраля 2018 (RUS)
|-
|'''4 (310)'''
|{{Флаг|Бразилия}} [[Сан-Паулу]]{{efn|name="Второй выпуск6"}}
|Доллар
|Антон
|25 февраля 2018
|26 февраля 2018
|25 февраля 2018 (UKR)<br>27 февраля 2018 (RUS)
|-
|'''5 (311)'''
|{{Флаг|Боливия}} [[Боливия]]
|Доллар
|Настя
|4 марта 2018
|5 марта 2018
|4 марта 2018 (UKR)<br>6 марта 2018 (RUS)
|-
|'''6 (312)'''
|{{Флаг|США}} [[Гавайи]]
|Доллар
|Настя
|11 марта 2018
|12 марта 2018
|11 марта 2018 (UKR)<br>13 марта 2018 (RUS)
|-
|'''7 (313)'''
|{{Флаг|США}} [[Аризона]]{{efn|name="Второй выпуск6"}}
|Доллар
|Антон
|18 марта 2018
|19 марта 2018
|18 марта 2018 (UKR)<br>20 марта 2018 (RUS)
|-
|'''8 (314)'''
|{{Флаг|США}} [[Орландо (Флорида)|Орландо]]{{efn|name="Второй выпуск6"}}
|Доллар
|Настя
|25 марта 2018
|26 марта 2018
|25 марта 2018 (UKR)<br>27 марта 2018 (RUS)
|-
|'''9 (315)'''
|{{Флаг|США}} [[Даллас]]{{efn|name="Второй выпуск6"}}
|Доллар
|Настя
|1 апреля 2018
|2 апреля 2018
|2 апреля 2018 (UKR)<br>3 апреля 2018 (RUS)
|-
|'''10 (316)'''
|{{Флаг|США}} [[Новый Орлеан]]{{efn|name="Второй выпуск6"}}
|Доллар
|Антон
|8 апреля 2018
|9 апреля 2018
|8 апреля 2018 (UKR)<br>10 апреля 2018 (RUS)
|-
|'''11 (317)'''
|{{Флаг|Доминиканская Республика}} [[Доминикана]]{{efn|name="Второй выпуск6"}}
|Доллар
|Настя
|15 апреля 2018
|16 апреля 2018
|15 апреля 2018 (UKR)<br>17 апреля 2018 (RUS)
|-
|'''12 (318)'''
|{{Флаг|Ямайка}} [[Ямайка]]{{efn|name="Третий выпуск"|Третий выпуск про данное место.}}
|Доллар
|Антон
|22 апреля 2018
|23 апреля 2018
|22 апреля 2018 (UKR)<br>24 апреля 2018 (RUS)
|-
|'''13 (319)'''
|{{Флаг|Никарагуа}} [[Никарагуа]]
|Доллар
|Настя
|29 апреля 2018
|30 апреля 2018
|29 апреля 2018 (UKR)<br>1 мая 2018 (RUS)
|-
|'''14 (320)'''
|{{Флаг|Коста-Рика}} [[Коста-Рика]]{{efn|name="Второй выпуск6"}}
|Доллар
|Антон
|6 мая 2018
|7 мая 2018
|6 мая 2018 (UKR)<br>8 мая 2018 (RUS)
|-
|'''15 (321)'''
|{{Флаг|Перу}} [[Куско]]
|Доллар
|Настя
|13 мая 2018
|14 мая 2018
|13 мая 2018 (UKR)<br>15 мая 2018 (RUS)
|-
|'''16 (322)'''
|{{Флаг|США}} [[Сан-Диего]]{{efn|name="Второй выпуск6"}}
|Доллар
|Антон
|20 мая 2018
|21 мая 2018
|20 мая 2018 (UKR)<br>22 мая 2018 (RUS)
|-
|'''17 (323)'''
|{{Флаг|США}} [[Юта]]
|Доллар
|Настя
|27 мая 2018
|28 мая 2018
|27 мая 2018 (UKR)<br>29 мая 2018 (RUS)
|-
|'''18 (324)'''
|{{Флаг|США}} [[Сиэтл]]{{efn|name="Второй выпуск6"}}
|Доллар
|Антон
|4 июня 2018
|5 июня 2018
|5 июня 2018
|-
|'''19 (325)'''
|{{Флаг|США}} [[Вашингтон]]{{efn|name="Второй выпуск6"}}
|Доллар
|Антон
|11 июня 2018
|12 июня 2018
|10 июня 2018 (UKR)<br>12 июня 2018 (RUS)
|-
|'''20 (326)'''
|{{Флаг|США}} [[Нью-Йорк]]{{efn|name="Третий выпуск"}}
|Доллар
|Антон
|18 июня 2018
|19 июня 2018
|17 июня 2018 (UKR)<br>19 июня 2018 (RUS)
|-
|}
{{Notelist}}

=== Сезон 17. Морской сезон (2018) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (327)'''
|{{Флаг|Египет}} [[Хургада]]
|Доллар
|Маша
|11 марта 2018
|12 марта 2018
|11 марта 2018 (UKR)<br>13 марта 2018 (RUS)
|-
|'''2 (328)'''
|{{Флаг|Филиппины}} [[Палаван]]
|Доллар
|Маша
|18 марта 2018
|19 марта 2018
|18 марта 2018 (UKR)<br>20 марта 2018 (RUS)
|-
|'''3 (329)'''
|{{Флаг|Индонезия}} [[Флорес (остров)|Флорес]]
|Доллар
|Маша
|25 марта 2018
|26 марта 2018
|25 марта 2018 (UKR)<br>27 марта 2018 (RUS)
|-
|'''4 (330)'''
|{{Флаг|Вьетнам}} [[Дананг]]
|Доллар
|Коля
|1 апреля 2018
|2 апреля 2018
|1 апреля 2018 (UKR)<br>3 апреля 2018 (RUS)
|-
|'''5 (331)'''
|{{Флаг|Оман}} [[Салала]]
|Доллар
|Маша
|8 апреля 2018
|9 апреля 2018
|8 апреля 2018 (UKR)<br>10 апреля 2018 (RUS)
|-
|'''6 (332)'''
|{{Флаг|Панама}} [[Панама]]{{efn|name="Второй выпуск7"|Второй выпуск про данное место.}}
|Доллар
|Коля
|15 апреля 2018
|16 апреля 2018
|15 апреля 2018 (UKR)<br>17 апреля 2018 (RUS)
|-
|'''7 (333)'''
|{{Флаг|Мексика}} [[Плая-дель-Кармен|Плайя-дель-Кармен]]
|Доллар
|Коля
|22 апреля 2018
|23 апреля 2018
|22 апреля 2018 (UKR)<br>24 апреля 2018 (RUS)
|-
|'''8 (334)'''
|{{Флаг|Бразилия}} [[Салвадор]]
|Доллар
|Коля
|29 апреля 2018
|30 апреля 2018
|29 апреля 2018 (UKR)<br>1 мая 2018 (RUS)
|-
|'''9 (335)'''
|{{Флаг|Чили}} [[Винья-дель-Мар]]
|Доллар
|Маша
|6 мая 2018
|7 мая 2018
|6 мая 2018 (UKR)<br>8 мая 2018 (RUS)
|-
|'''10 (336)'''
|{{Флаг|Индонезия}} [[Бали]]{{efn|name="Второй выпуск7"}}
|Доллар
|Коля
|13 мая 2018
|14 мая 2018
|13 мая 2018 (UKR)<br>15 мая 2018 (RUS)
|-
|'''11 (337)'''
|{{Флаг|Австралия}} [[Западная Австралия]]
|Доллар
|Маша
|20 мая 2018
|21 мая 2018
|20 мая 2018 (UKR)<br>22 мая 2018 (RUS)
|-
|'''12 (338)'''
|{{Флаг|Австралия}} [[Северная территория|Северная Австралия]]
|Доллар
|Коля
|27 мая 2018
|28 мая 2018
|27 мая 2018 (UKR)<br>29 мая 2018 (RUS)
|-
|'''13 (339)'''
|{{Флаг|Австралия}} [[Южная Австралия]]
|Доллар
|Коля
|3 июня 2018
|4 июня 2018
|3 июня 2018 (UKR)<br>5 июня 2018 (RUS)
|-
|'''14 (340)'''
|{{Флаг|Острова Кука}} [[Острова Кука]]
|Доллар
|Маша
|10 июня 2018
|11 июня 2018
|10 июня 2018 (UKR)<br>12 июня 2018 (RUS)
|-
|'''15 (341)'''
|{{Флаг|Новая Зеландия}} [[Веллингтон]]
|Доллар
|Коля
|17 июня 2018
|18 июня 2018
|17 июня 2018 (UKR)<br>19 июня 2018 (RUS)
|-
|'''16 (342)'''
|{{Флаг|Грузия}} [[Батуми]]{{efn|name="Второй выпуск7"}}
|Доллар
|Коля
|24 июня 2018
|25 июня 2018
|24 июня 2018 (UKR)<br>26 июня 2018 (RUS)
|-
|'''17 (343)'''
|{{Флаг|Турция}} [[Мармарис]]
|Доллар
|Коля
|1 июля 2018
|2 июля 2018
|1 июля 2018 (UKR)<br>3 июля 2018 (RUS)
|-
|'''18 (344)'''
|{{Флаг|Италия}} [[Апулия]]
|Евро
|Маша
|8 июля 2018
|9 июля 2018
|8 июля 2018 (UKR)<br>10 июля 2018 (RUS)
|-
|'''19 (345)'''
|{{Флаг|Франция}} [[Ла-Рошель]]
|Евро
|Маша
|15 июля 2018
|16 июля 2018
|15 июля 2018 (UKR)<br>17 июля 2018 (RUS)
|-
|'''20 (346)'''
|{{Флаг|Кипр}} [[Республика Кипр|Кипр]]
|Евро
|Коля
|22 июля 2018
|23 июля 2018
|22 июля 2018 (UKR)<br>24 июля 2018 (RUS)
|-
|}
{{Notelist}}

=== Специальный сезон. По морям (2018) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="2" | Премьера выпуска
|-
!Россия
![[YouTube]] (Пятница!)
|-
|'''1 (347)'''
|{{Флаг|Мальдивы}} [[Мальдивы]]{{efn|name="Второй выпуск8"|Второй выпуск про данное место.}}
|Доллар
|Коля
|30 июля 2018
|25 августа 2018
|-
|'''2 (348)'''
|{{Флаг|Индия}} [[Ченнаи]]
|Доллар
|Коля
|6 августа 2018
|28 августа 2018
|-
|'''3 (349)'''
|{{Флаг|Малайзия}} [[Пенанг]]
|Доллар
|Коля
|6 августа 2018
|1 сентября 2018
|-
|'''4 (350)'''
|{{Флаг|Таиланд}} [[Самуй]]
|Доллар
|Клава
|13 августа 2018
|4 сентября 2018
|-
|}
{{Notelist}}

=== Сезон 18. Морской сезон 2 (2018—2019) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (351)'''
|{{Флаг|Болгария}} [[Болгария]]
|Доллар
|Коля
|26 августа 2018
|20 августа 2018
|26 августа 2018
|-
|'''2 (352)'''
|{{Флаг|Хорватия}} [[Пула]]
|Евро
|Алина
|2 сентября 2018
|27 августа 2018
|2 сентября 2018
|-
|'''3 (353)'''
|{{Флаг|Черногория}} [[Черногория]]
|Доллар
|Коля
|9 сентября 2018
|3 сентября 2018
|9 сентября 2018
|-
|'''4 (354)'''
|{{Флаг|Китай}} [[Санья (городской округ)|Санья]]
|Доллар
|Алина
|16 сентября 2018
|10 сентября 2018
|16 сентября 2018
|-
|'''5 (355)'''
|{{Флаг|Словения}} [[Словения]]
|Евро
|Алина
|23 сентября 2018
|17 сентября 2018
|23 сентября 2018
|-
|'''6 (356)'''
|{{Флаг|Малайзия}} [[Сандакан]]
|Доллар
|Алина
|30 сентября 2018
|24 сентября 2018
|30 сентября 2018
|-
|'''7 (357)'''
|{{Флаг|Индонезия}} [[Джокьякарта]]
|Доллар
|Алина
|7 октября 2018
|1 октября 2018
|7 октября 2018
|-
|'''8 (358)'''
|{{Флаг|Малайзия}} [[Куала-Лумпур]]{{efn|name="Второй выпуск"|Второй выпуск про данное место.}}
|Доллар
|Коля
|14 октября 2018
|8 октября 2018
|14 октября 2018
|-
|'''9 (359)'''
|{{Флаг|Латвия}} [[Юрмала]]
|Евро
|Алина
|21 октября 2018
|15 октября 2018
|21 октября 2018
|-
|'''10 (360)'''
|{{Флаг|Нидерланды}} [[Зеландия (провинция)|Зеландия]]
|Евро
|Коля
|28 октября 2018
|22 октября 2018
|28 октября 2018
|-
|'''11 (361)'''
|{{Флаг|Греция}} [[Миконос]]
|Евро
|Коля
|4 ноября 2018
|29 октября 2018
|4 ноября 2018
|-
|'''12 (362)'''
|{{Флаг|Испания}} [[Гран-Канария]]
|Евро
|Коля
|11 ноября 2018
|5 ноября 2018
|11 ноября 2018
|-
|'''13 (363)'''
|{{Флаг|Испания}} [[Коста-дель-Соль]]
|Евро
|Коля
|18 ноября 2018
|12 ноября 2018
|18 ноября 2018
|-
|'''14 (364)'''
|{{Флаг|Испания}} [[Майорка]]
|Евро
|Алина
|25 ноября 2018
|19 ноября 2018
|25 ноября 2018
|-
|'''15 (365)'''
|{{Флаг|Италия}} [[Амальфитанское побережье]]
|Евро
|Алина
|2 декабря 2018
|26 ноября 2018
|2 декабря 2018
|-
|'''16 (366)'''
|{{Флаг|Испания}} [[Галисия]]
|Евро
|Коля
|9 декабря 2018
|3 декабря 2018
|9 декабря 2018
|-
|'''17 (367)'''
|{{Флаг|Мексика}} [[Калифорния (полуостров)|Мексиканская Калифорния]]
|Доллар
|Алина
|16 декабря 2018
|10 декабря 2018
|16 декабря 2018
|-
|'''18 (368)'''
|{{Флаг|Мексика}} [[Пуэрто-Вальярта]]
|Доллар
|Коля
|23 декабря 2018
|17 декабря 2018
|23 декабря 2018
|-
|'''19 (369)'''
|{{Флаг|США}} [[Флорида]]
|Доллар
|Алина
|30 декабря 2018
|24 декабря 2018
|30 декабря 2018
|-
|'''20 (370)'''
|{{Флаг|США}} [[Ки-Вест|Ки-Уэст]]
|Доллар
|Коля
| 6 января 2019
|25 декабря 2018
|6 января 2019
|-
|}
{{Notelist}}

=== Сезон 19. Перезагрузка 3 (2018) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (371)'''
|{{Флаг|Иордания}} [[Иордания]]{{efn|name="Второй выпуск9"|Второй выпуск про данное место.}}
|Доллар
|Настя
|19 августа 2018
|20 августа 2018
|19 августа 2018 (UKR)<br>21 августа 2018 (RUS)
|-
|'''2 (372)'''
|{{Флаг|Таджикистан}} [[Таджикистан]]
|Доллар
|Настя
|26 августа 2018
|20 августа 2018
|2 сентября 2018
|-
|'''3 (373)'''
|{{Флаг|Ливан}} [[Бейрут]]{{efn|name="Второй выпуск9"}}
|Доллар
|Настя
|2 сентября 2018
|27 августа 2018
|9 сентября 2018
|-
|'''4 (374)'''
|{{Флаг|Греция}} [[Греция]]
|Евро
|Настя
|9 сентября 2018
|3 сентября 2018
|16 сентября 2018
|-
|'''5 (375)'''
|{{Флаг|Турция}} [[Анталия]]{{efn|name="Второй выпуск9"}}
|Доллар
|Антон
|16 сентября 2018
|10 сентября 2018
|26 августа 2018
|-
|'''6 (376)'''
|{{Флаг|Франция}} [[Лазурный Берег]]{{efn|name="Второй выпуск9"}}
|Евро
|Настя
|23 сентября 2018
|17 сентября 2018
|23 сентября 2018
|-
|'''7 (377)'''
|{{Флаг|Швеция}} [[Стокгольм]]{{efn|name="Второй выпуск9"}}
|Доллар
|Евсей
|30 сентября 2018
|24 сентября 2018
|30 сентября 2018
|-
|'''8 (378)'''
|{{Флаг|Армения}} [[Ереван]]{{efn|name="Второй выпуск9"}}
|Доллар
|Евсей
|21 октября 2018
|15 октября 2018
|28 октября 2018
|-
|'''9 (379)'''
|{{Флаг|Индия}} [[Варанаси]]{{efn|name="Второй выпуск9"}}
|Доллар
|Евсей
|14 октября 2018
|1 октября 2018
|14 октября 2018
|-
|'''10 (380)'''
|{{Флаг|Монголия}} [[Монголия]]
|Доллар
|Евсей
|28 октября 2018
|22 октября 2018
|7 октября 2018 (UKR)<br>9 октября 2018 (RUS)
|-
|'''11 (381)'''
|{{Флаг|Грузия}} [[Тбилиси]]{{efn|name="Второй выпуск9"}}
|Доллар
|Настя
|7 октября 2018
|8 октября 2018
|21 октября 2018
|-
|'''12 (382)'''
|{{Флаг|Китай}} [[Гуанчжоу]]{{efn|name="Второй выпуск9"}}
|Доллар
|Настя
|4 ноября 2018
|5 ноября 2018
|4 ноября 2018 (UKR)<br>6 ноября 2018 (RUS)
|-
|'''13 (383)'''
|{{Флаг|Узбекистан}} [[Ташкент]]
|Доллар
|Евсей
|11 ноября 2018
|12 ноября 2018
|11 ноября 2018 (UKR)<br>13 ноября 2018 (RUS)
|-
|'''14 (384)'''
|{{Флаг|Азербайджан}} [[Баку]]{{efn|name="Третий выпуск2"|Третий выпуск про данное место.}}
|Доллар
|Настя
|18 ноября 2018
|19 ноября 2018
|18 ноября 2018 (UKR)<br>20 ноября 2018 (RUS)
|-
|'''15 (385)'''
|{{Флаг|Тунис}} [[Тунис]]{{efn|name="Второй выпуск9"}}
|Доллар
|Евсей
|25 ноября 2018
|26 ноября 2018
|25 ноября 2018 (UKR)<br>27 ноября 2018 (RUS)
|-
|'''16 (386)'''
|{{Флаг|Италия}} [[Сицилия]]
|Евро
|Настя
|2 декабря 2018
|3 декабря 2018
|2 декабря 2018 (UKR)<br>4 декабря 2018 (RUS)
|-
|'''17 (387)'''
|{{Флаг|Мальта}} [[Мальта]]{{efn|name="Второй выпуск9"}}
|Евро
|Евсей
|9 декабря 2018
|10 декабря 2018
|9 декабря 2018 (UKR)<br>11 декабря 2018 (RUS)
|-
|'''18 (388)'''
|{{Флаг|Мадагаскар}} [[Мадагаскар]]{{efn|name="Второй выпуск9"}}
|Доллар
|Настя
|16 декабря 2018
|17 декабря 2018
|16 декабря 2018 (UKR)<br>18 декабря 2018 (RUS)
|-
|'''19 (389)'''
|{{Флаг|Маврикий}} [[Маврикий]]{{efn|name="Второй выпуск9"}}
|Доллар
|Настя
|23 декабря 2018
|24 декабря 2018
|29 декабря 2018
|-
|'''20 (390)'''
|{{Флаг|Сейшелы}} [[Сейшельские Острова|Сейшелы]]{{efn|name="Второй выпуск9"}}
|Доллар
|Настя
|30 декабря 2018
|25 декабря 2018
|30 декабря 2018
|-
|}
{{Notelist}}

=== Сезон 20. Морской сезон 3 (2019) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (391)'''
|{{Флаг|Мальдивы}} [[Мальдивы]]{{efn|name="Третий выпуск3"|Третий выпуск про данное место.}}
|Доллар
|Алина
|3 февраля 2019
|4 февраля 2019
|3 февраля 2019
|-
|'''2 (392)'''
|{{Флаг|Сингапур}} [[Сингапур]]{{efn|name="Третий выпуск3"}}
|Доллар
|Алина
|10 февраля 2019
|11 февраля 2019
|10 февраля 2019
|-
|'''3 (393)'''
|{{Флаг|Шри-Ланка}} [[Шри-Ланка]]{{efn|name="Третий выпуск3"}}
|Доллар
|Коля
|17 февраля 2019
|18 февраля 2019
|17 февраля 2019
|-
|'''4 (394)'''
|{{Флаг|Таиланд}} [[Таиланд]]{{efn|name="Второй выпуск10"|Второй выпуск про данное место.}}
|Доллар
|Коля
|24 февраля 2019
|5 марта 2019
|24 февраля 2019
|-
|'''5 (395)'''
|{{Флаг|Бразилия}} [[Ресифи]]
|Доллар
|Коля
|3 марта 2019
|4 марта 2019
|3 марта 2019
|-
|'''6 (396)'''
|{{Флаг|Перу}} [[Паракас (полуостров)|Паракас]]
|Доллар
|Коля
|10 марта 2019
|11 марта 2019
|10 марта 2019
|-
|'''7 (397)'''
|{{Флаг|Бразилия}} [[Санта-Катарина]]
|Доллар
|Коля
|17 марта 2019
|18 марта 2019
|17 марта 2019
|-
|'''8 (398)'''
|{{Флаг|Мексика}} [[Ривьера Майя|Берег Майя]]
|Доллар
|Алина
|24 марта 2019
|25 марта 2019
|24 марта 2019
|-
|'''9 (399)'''
|{{Флаг|ОАЭ}} [[Абу-Даби]]{{efn|name="Второй выпуск10"}}
|Доллар
|Алина
|31 марта 2019
|1 апреля 2019
|31 марта 2019
|-
|'''10 (400)'''
|{{Флаг|Филиппины}} [[Боракай]]
|Доллар
|Алина
|7 апреля 2019
|8 апреля 2019
|7 апреля 2019
|-
|'''11 (401)'''
|{{Флаг|Индия}} [[Гоа]]{{efn|name="Второй выпуск10"}}
|Доллар
|Алина
|14 апреля 2019
|15 апреля 2019
|14 апреля 2019
|-
|'''12 (402)'''
|{{Флаг|Филиппины}} [[Бохоль (остров)|Бохол]]
|Доллар
|Коля
|21 апреля 2019
|22 апреля 2019
|21 апреля 2019
|-
|'''13 (403)'''
|{{Флаг|Доминиканская Республика}} [[Доминиканская Республика|Доминикана]]{{efn|name="Третий выпуск3"}}
|Доллар
|Коля
|28 апреля 2019
|29 апреля 2019
|28 апреля 2019
|-
|'''14 (404)'''
|{{Флаг|Антигуа и Барбуда}} [[Антигуа и Барбуда]]
|Доллар
|Коля
|5 мая 2019
|13 мая 2019
|5 мая 2019
|-
|'''15 (405)'''
|{{Флаг|Сент-Китс и Невис}} [[Сент-Китс и Невис]]
|Доллар
|Алина
|12 мая 2019
|14 мая 2019
|12 мая 2019
|-
|'''16 (406)'''
|{{Флаг|США}} [[Виргинские острова (США)|Виргинские острова]]
|Доллар
|Коля
|19 мая 2019
|20 мая 2019
|19 мая 2019
|-
|'''17 (407)'''
|{{Флаг|Португалия}} [[Азорские острова]]{{efn|name="Второй выпуск10"}}
|Евро
|Алина
|26 мая 2019
|27 мая 2019
|26 мая 2019
|-
|'''18 (408)'''
|{{Флаг|Турция}} [[Аланья]]
|Доллар
|Алина
|2 июня 2019
|3 июня 2019
|2 июня 2019
|-
|'''19 (409)'''
|{{Флаг|Греция}} [[Родос]]
|Евро
|Алина
|9 июня 2019
|10 июня 2019
|9 июня 2019
|-
|'''20 (410)'''
|{{Флаг|Турция}} [[Измир]]
|Доллар
|Алина
|16 июня 2019
|17 июня 2019
|16 июня 2019
|-
|}
{{Notelist}}

=== Сезон 21. Мегаполисы (2019) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (411)'''
|{{Флаг|Макао}} [[Макао]]{{efn|name="Второй выпуск11"|Второй выпуск про данное место.}}
|Доллар
|Оля
|3 февраля 2019
|4 февраля 2019
|3 февраля 2019 (UKR)<br>5 февраля 2019 (RUS)
|-
|'''2 (412)'''
|{{Флаг|Вьетнам}} [[Ханой]]{{efn|name="Второй выпуск11"}}
|Доллар
|Антон
|10 февраля 2019
|11 февраля 2019
|10 февраля 2019 (UKR)<br>13 февраля 2019 (RUS)
|-
|'''3 (413)'''
|{{Флаг|Таиланд}} [[Бангкок]]{{efn|name="Третий выпуск4"|Третий выпуск про данное место.}}
|Доллар
|Оля
|17 февраля 2019
|18 февраля 2019
|17 февраля 2019 (UKR)<br>19 февраля 2019 (RUS)
|-
|'''4 (414)'''
|{{Флаг|Германия}} [[Берлин]]{{efn|name="Третий выпуск4"}}
|Евро
|Оля
|24 февраля 2019
|5 марта 2019
|25 февраля 2019 (UKR)<br>6 марта 2019 (RUS)
|-
|'''5 (415)'''
|{{Флаг|Танзания}} [[Дар-эс-Салам]]
|Доллар
|Оля
|3 марта 2019
|4 марта 2019
|3 марта 2019 (UKR)<br>5 марта 2019 (RUS)
|-
|'''6 (416)'''
|{{Флаг|Южно-Африканская Республика}} [[Кейптаун]]{{efn|name="Третий выпуск4"}}
|Доллар
|Антон
|10 марта 2019
|11 марта 2019
|10 марта 2019 (UKR)<br>12 марта 2019 (RUS)
|-
|'''7 (417)'''
|{{Флаг|Намибия}} [[Виндхук]]
|Доллар
|Оля
|17 марта 2019
|18 марта 2019
|17 марта 2019 (UKR)<br>19 марта 2019 (RUS)
|-
|'''8 (418)'''
|{{Флаг|Южная Корея}} [[Сеул]]{{efn|name="Третий выпуск4"}}
|Доллар
|Антон
|24 марта 2019
|25 марта 2019
|24 марта 2019 (UKR)<br>26 марта 2019 (RUS)
|-
|'''9 (419)'''
|{{Флаг|Индонезия}} [[Джакарта]]{{efn|name="Второй выпуск11"}}
|Доллар
|Оля
|31 марта 2019
|1 апреля 2019
|31 марта 2019 (UKR)<br>2 апреля 2019 (RUS)
|-
|'''10 (420)'''
|{{Флаг|Таиланд}} [[Паттайя]]
|Доллар
|Антон
|7 апреля 2019
|8 апреля 2019
|7 апреля 2019 (UKR)<br>9 апреля 2019 (RUS)
|-
|'''11 (421)'''
|{{Флаг|Гонконг}} [[Гонконг]]{{efn|name="Третий выпуск4"}}
|Доллар
|Антон
|14 апреля 2019
|15 апреля 2019
|14 апреля 2019 (UKR)<br>16 апреля 2019 (RUS)
|-
|'''12 (422)'''
|{{Флаг|Бразилия}} [[Рио-де-Жанейро]]{{efn|name="Третий выпуск4"}}
|Доллар
|Оля
|21 апреля 2019
|22 апреля 2019
|21 апреля 2019 (UKR)<br>23 апреля 2019 (RUS)
|-
|'''13 (423)'''
|{{Флаг|Перу}} [[Лима]]{{efn|name="Второй выпуск11"}}
|Доллар
|Оля
|28 апреля 2019
|29 апреля 2019
|28 апреля 2019 (UKR)<br>30 апреля 2019 (RUS)
|-
|'''14 (424)'''
|{{Флаг|Куба}} [[Гавана]]{{efn|name="Третий выпуск4"}}
|Доллар
|Антон
|5 мая 2019
|13 мая 2019
|5 мая 2019 (UKR)<br>14 мая 2019 (RUS)
|-
|'''15 (425)'''
|{{Флаг|Мексика}} [[Мехико]]{{efn|name="Третий выпуск4"}}
|Доллар
|Антон
|12 мая 2019
|14 мая 2019
|12 мая 2019 (UKR)<br>15 мая 2019 (RUS)
|-
|'''16 (426)'''
|{{Флаг|Великобритания}} [[Лондон]]{{efn|name="Третий выпуск4"}}
|Доллар
|Оля
|19 мая 2019
|20 мая 2019
|19 мая 2019 (UKR)<br>21 мая 2019 (RUS)
|-
|'''17 (427)'''
|{{Флаг|Турция}} [[Стамбул]]{{efn|name="Третий выпуск4"}}
|Доллар
|Антон
|26 мая 2019
|27 мая 2019
|26 мая 2019 (UKR)<br>28 мая 2019 (RUS)
|-
|'''18 (428)'''
|{{Флаг|Нидерланды}} [[Амстердам]]{{efn|name="Третий выпуск4"}}
|Евро
|Оля
|2 июня 2019
|3 июня 2019
|2 июня 2019 (UKR)<br>4 июня 2019 (RUS)
|-
|'''19 (429)'''
|{{Флаг|Франция}} [[Париж]]{{efn|name="Третий выпуск4"}}
|Евро
|Антон
|9 июня 2019
|10 июня 2019
|9 июня 2019 (UKR)<br>11 июня 2019 (RUS)
|-
|'''20 (430)'''
|{{Флаг|Индия}} [[Дели]]{{efn|name="Второй выпуск11"}}
|Доллар
|Оля
|16 июня 2019
|17 июня 2019
|16 июня 2019 (UKR)<br>18 июня 2019 (RUS)
|-
|}
{{Notelist}}

=== Сезон 22. Чудеса света (2019—2022) ===

==== Часть 1 (2019—2020) ====
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (431)'''
|{{Флаг|Китай}} [[Великая Китайская стена]]
|Доллар
|Антон
|1 сентября 2019
|2 сентября 2019
|1 сентября 2019 (UKR)<br>3 сентября 2019 (RUS)
|-
|'''2 (432)'''
|{{Флаг|Китай}} [[Гуйлинь|Горы Гуйлинь]]
|Доллар
|Алина
|8 сентября 2019
|9 сентября 2019
|8 сентября 2019 (UKR)<br>10 сентября 2019 (RUS)
|-
|'''3 (433)'''
|{{Флаг|Иордания}} [[Петра]]
|Доллар
|Алина
|15 сентября 2019
|16 сентября 2019
|15 сентября 2019 (UKR)<br>17 сентября 2019 (RUS)
|-
|'''4 (434)'''
|{{Флаг|Италия}} [[Доломитовые Альпы]]
|Евро
|Алина
|22 сентября 2019
|23 сентября 2019
|22 сентября 2019 (UKR)<br>24 сентября 2019 (RUS)
|-
|'''5 (435)'''
|{{Флаг|Франция}} [[Луара|Замки Луары]]
|Евро
|Алина
|29 сентября 2019
|30 сентября 2019
|29 сентября 2019 (UKR)<br>1 октября 2019 (RUS)
|-
|'''6 (436)'''
|{{Флаг|Норвегия}} [[Фьорд|Норвежские фьорды]]
|Доллар
|Антон
|6 октября 2019
|7 октября 2019
|6 октября 2019 (UKR)<br>8 октября 2019 (RUS)
|-
|'''7 (437)'''
|{{Флаг|Китай}} [[Чжанцзяцзе (национальный лесной парк)|Горы Аватара]]
|Доллар
|Алина
|13 октября 2019
|14 октября 2019
|13 октября 2019 (UKR)<br>15 октября 2019 (RUS)
|-
|'''8 (438)'''
|{{Флаг|Япония}} [[Фудзияма]]
|Доллар
|Антон
|20 октября 2019
|21 октября 2019
|20 октября 2019 (UKR)<br>22 октября 2019 (RUS)
|-
|'''9 (439)'''
|{{Флаг|Индонезия}} [[Ява|Вулканы Явы]]
|Доллар
|Алина
|27 октября 2019
|28 октября 2019
|27 октября 2019 (UKR)<br>29 октября 2019 (RUS)
|-
|'''10 (440)'''
|{{Флаг|Индонезия}} [[Новая Гвинея|Новая Гвинея. Часть 1]]
| rowspan="2" |Доллар
| rowspan="2" |Алина
|3 ноября 2019
|5 ноября 2019
|3 ноября 2019 (UKR)<br>6 ноября 2019 (RUS)
|-
|'''11 (441)'''
|{{Флаг|Индонезия}} [[Новая Гвинея|Новая Гвинея. Часть 2]]
|10 ноября 2019
|12 ноября 2019
|10 ноября 2019 (UKR)<br>13 ноября 2019 (RUS)
|-
|'''12 (442)'''
|{{Флаг|Китай}} [[Чэнду|Большая панда]]
|Доллар
|Антон
|17 ноября 2019
|18 ноября 2019
|17 ноября 2019 (UKR)<br>19 ноября 2019 (RUS)
|-
|'''13 (443)'''
|{{Флаг|Бразилия}} [[Дождевые леса Амазонии|Амазонские джунгли]]
|Доллар
|Антон
|24 ноября 2019
|25 ноября 2019
|24 ноября 2019 (UKR)<br>26 ноября 2019 (RUS)
|-
|'''14 (444)'''
|{{Флаг|Аргентина}} {{Флаг|Бразилия}} {{Флаг|Парагвай}} [[Игуасу (водопады)|Водопады Игуасу]]
|Доллар
|Антон
|1 декабря 2019
|2 декабря 2019
|1 декабря 2019 (UKR)<br>3 декабря 2019 (RUS)
|-
|'''15 (445)'''
|{{Флаг|Перу}} [[Титикака|Озеро Титикака]]
|Доллар
|Алина
|15 декабря 2019
|9 декабря 2019
|15 декабря 2019
|-
|'''16 (446)'''
|{{Флаг|Мексика}} [[День мёртвых|День мёртвых. Мексика]]
|Доллар
|Антон
|22 декабря 2019
|16 декабря 2019
|22 декабря 2019
|-
|'''17 (447)'''
|{{Флаг|Мексика}} [[Майя (цивилизация)|Пирамиды майя]]
|Доллар
|Антон
|29 декабря 2019
|23 декабря 2019
|29 декабря 2019
|-
|'''18 (448)'''
|{{Флаг|Австралия}} [[Большой Барьерный риф]]
|Доллар
|Алина
|5 января 2020
|27 января 2020
|5 января 2020 (UKR)<br>28 января 2020 (RUS)
|-
|'''19 (449)'''
|{{Флаг|Австралия}} [[Пустыни Австралии|Австралийская пустыня]]
|Доллар
|Антон
|12 января 2020
|3 февраля 2020
|12 января 2020 (UKR)<br>4 февраля 2020 (RUS)
|-
|'''20 (450)'''
|{{Флаг|Камбоджа}} [[Ангкор-Ват|Храмы Камбоджи]]
|Доллар
|Алина
|19 января 2020
|10 февраля 2020
|19 января 2020 (UKR)<br>11 февраля 2020 (RUS)
|-
|}

==== Часть 2 (2020) ====
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (451)'''
|{{Флаг|Тунис}} [[Пустыня Сахара]]
|Доллар
|Антон
|1 марта 2020
|2 марта 2020
|1 марта 2020 (UKR)<br>3 марта 2020 (RUS)
|-
|'''2 (452)'''
|{{Флаг|Бенин}} [[Вуду|Культ Вуду]]
|Доллар
|Антон
|9 марта 2020
|9 марта 2020
|8 марта 2020 (UKR)<br>10 марта 2020 (RUS)
|-
|'''3 (453)'''
|{{Флаг|Эфиопия}} [[Данакиль (впадина)|Полюс жары. Эфиопия]]
|Доллар
|Алина
|15 марта 2020
|16 марта 2020
|15 марта 2020 (UKR)<br>17 марта 2020 (RUS)
|-
|'''4 (454)'''
|{{Флаг|Танзания}} [[Килиманджаро|Килиманджаро. Танзания]]
|Доллар
|Антон
|22 марта 2020
|23 марта 2020
|22 марта 2020 (UKR)<br>24 марта 2020 (RUS)
|-
|'''5 (455)'''
|{{Флаг|Израиль}} [[Мёртвое море]]
|Доллар
|Антон
|29 марта 2020
|30 марта 2020
|29 марта 2020 (UKR)<br>31 марта 2020 (RUS)
|-
|'''6 (456)'''
|{{Флаг|Таиланд}} [[Острова Таиланда]]
|Доллар
|Алина
|5 апреля 2020
|6 апреля 2020
|5 апреля 2020 (UKR)<br>7 апреля 2020 (RUS)
|-
|'''7 (457)'''
|{{Флаг|Норвегия}} [[Северное сияние|Северное сияние. Норвегия. Часть 1]]
| rowspan="2" |Доллар
| rowspan="2" |Алина
|12 апреля 2020
|13 апреля 2020
|12 апреля 2020 (UKR)<br>14 апреля 2020 (RUS)
|-
|'''8 (458)'''
|{{Флаг|Норвегия}} [[Северное сияние|Северное сияние. Норвегия. Часть 2]]
|19 апреля 2020
|20 апреля 2020
|19 апреля 2020 (UKR)<br>21 апреля 2020 (RUS)
|-
|'''9 (459)'''
|{{Флаг|Франция}} [[Монблан|Монблан. Франция]]
|Евро
|Алина
|26 апреля 2020
|27 апреля 2020
|26 апреля 2020 (UKR)<br>28 апреля 2020 (RUS)
|-
|'''10 (460)'''
|{{Флаг|Италия}} [[Турин|Апельсиновая битва. Италия]]
|Евро
|Алина
|3 мая 2020
|4 мая 2020
|3 мая 2020 (UKR)<br>5 мая 2020 (RUS)
|-
|'''11 (461)'''
|{{Флаг|Индия}} [[Холи|Праздник Холи. Индия]]
|Доллар
|Антон
|3 мая 2020
|4 мая 2020
|3 мая 2020 (UKR)<br>5 мая 2020 (RUS)
|-
|'''12 (462)'''
|{{Флаг|Индия}} [[Тадж-Махал|Тадж-Махал. Индия]]
|Доллар
|Алина
|17 мая 2020
|25 мая 2020
|17 мая 2020 (UKR)<br>26 мая 2020 (RUS)
|-
|}

==== Часть 3 (2020—2021) ====
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (463)'''
|{{Флаг|Турция}} [[Каппадокия]]
|Доллар
|Антон
|26 сентября 2020
|14 сентября 2020
|15 сентября 2020 (UKR)<br>26 сентября 2020 (RUS)
|-
|'''2 (464)'''
|{{Флаг|Турция}} [[Арарат|Гора Арарат]]
|Доллар
|Василиса
|3 октября 2020
|21 сентября 2020
|22 сентября 2020 (UKR)<br>3 октября 2020 (RUS)
|-
|'''3 (465)'''
|{{Флаг|Турция}} [[Памуккале|Памуккале. Турция]]
|Доллар
|Антон
|3 октября 2020
|28 сентября 2020
|29 сентября 2020 (UKR)<br>3 октября 2020 (RUS)
|-
|'''4 (466)'''
|{{Флаг|Турция}} [[Босфор|Пролив Босфор. Турция]]
|Доллар
|Василиса
|10 октября 2020
|5 октября 2020
|6 октября 2020 (UKR)<br>10 октября 2020 (RUS)
|-
|'''5 (467)'''
|{{Флаг|Хорватия}} [[Плитвицкие озёра]]
|Доллар
|Василиса
|10 октября 2020
|12 октября 2020
|10 октября 2020 (UKR)<br>13 октября 2020 (RUS)
|-
|'''6 (468)'''
|{{Флаг|Мексика}} [[Медный Каньон|Медный каньон. Мексика]]
|Доллар
|Василиса
|17 октября 2020
|19 октября 2020
|17 октября 2020 (UKR)<br>20 октября 2020 (RUS)
|-
|'''7 (469)'''
|{{Флаг|Мексика}} [[Священный сенот|Колодцы майя. Мексика]]
|Доллар
|Антон
|24 октября 2020
|26 октября 2020
|24 октября 2020 (UKR)<br>27 октября 2020 (RUS)
|-
|'''8 (470)'''
|{{Флаг|Доминикана}} [[Доминиканская Республика|Пляжи Доминиканы]]
|Доллар
|Василиса
|31 октября 2020
|2 ноября 2020
|31 октября 2020 (UKR)<br>2 ноября 2020 (RUS)
|-
|'''9 (471)'''
|{{Флаг|Греция}} [[Олимп]] и [[Монастыри Метеоры|Метеоры]]
|Евро
|Василиса
|7 ноября 2020
|9 ноября 2020
|10 ноября 2020
|-
|'''10 (472)'''
|{{Флаг|Греция}} [[Тира (остров)|Остров Санторини. Греция]]
|Евро
|Василиса
|14 ноября 2020
|16 ноября 2020
|17 ноября 2020
|-
|'''11 (473)'''
|{{Флаг|Франция}} [[Мон-Сен-Мишель|Остров Мон-Сен-Мишель]]
|Евро
|Антон
|21 ноября 2020
|23 ноября 2020
|24 ноября 2020
|-
|'''12 (474)'''
|{{Флаг|Казахстан}} [[Южный Казахстан]]
|Доллар
|Антон
|2 января 2021
|30 ноября 2020
|2 января 2021
|-
|'''13 (475)'''
|{{Флаг|Казахстан}} [[Западный Казахстан]]
|Доллар
|Антон
|5 декабря 2020
|7 декабря 2020
|8 декабря 2020
|-
|'''14 (476)'''
|{{Флаг|Португалия}} [[Мадейра|Остров Мадейра]]
|Евро
|Антон
|12 декабря 2020
|14 декабря 2020
|15 декабря 2020
|-
|'''15 (477)'''
|{{Флаг|Германия}} [[Нойшванштайн|Замок Золушки]]
|Евро
|Антон
|19 декабря 2020
|23 декабря 2020
|24 декабря 2020
|-
|'''16 (478)'''
|{{Флаг|Замбия}} [[Виктория (водопад)|Водопад Виктория]]
|Доллар
|Василиса
|26 декабря 2020
|28 декабря 2020
|30 декабря 2020
|-
|'''17 (479)'''
|{{Флаг|Германия}} [[Рейн|Долина Рейна. Германия]]
|Евро
|Василиса
|9 января 2021
|11 января 2021
|12 января 2021
|-
|'''18 (480)'''
|{{Флаг|Уганда}} [[Виктория (озеро)|Озеро Виктория. Уганда]]
|Доллар
|Антон
|16 января 2021
|23 января 2021
|24 января 2021
|-
|'''19 (481)'''
|{{Флаг|Эфиопия}} [[Эфиопия|Племена Эфиопии]]
|Доллар
|Антон
|23 января 2021
|30 января 2021
|31 января 2021
|-
|'''20 (482)'''
|{{Флаг|Кения}} [[Большая пятёрка|Большая африканская пятёрка]]
|Доллар
|Антон
|6 февраля 2021
|6 февраля 2021
|7 февраля 2021
|-
|}

==== Часть 4 (2021) ====
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (483)'''
|{{Флаг|Эквадор}} [[Вулканы Эквадора|Дорога вулканов]]
|Доллар
|Антон
|27 февраля 2021
|6 марта 2021
|27 февраля 2021(UKR)<br>14 марта 2021 (RUS)
|-
|'''2 (484)'''
|{{Флаг|Бразилия}} [[Ленсойс-Мараньенсис (национальный парк)|Белая пустыня]]
|Доллар
|Антон
|6 марта 2021
|13 марта 2021
|6 марта 2021 (UKR)<br>14 марта 2021 (RUS)
|-
|'''3 (485)'''
|{{Флаг|Бразилия}} [[Пантанал]]
|Доллар
|Василиса
|13 марта 2021
|20 марта 2021
|13 марта 2021 (UKR)<br>21 марта 2021 (RUS)
|-
|'''4 (486)'''
|{{Флаг|Мексика}} [[Чьяпас|Земля индейцев]]
|Доллар
|Антон
|20 марта 2021
|27 марта 2021
|20 марта 2021 (UKR)<br> 28 марта 2021 (RUS)
|-
|'''5 (487)'''
|{{Флаг|Мексика}} [[Монтеррей|Вершины Монтеррея]]
|Доллар
|Василиса
|27 марта 2021
|3 апреля 2021
|27 марта 2021 (UKR)<br>4 апреля 2021 (RUS)
|-
|'''6 (488)'''
|{{Флаг|США}} {{Флаг|Мексика}} [[Чиуауа (пустыня)|Пустыня Чиуауа]]
|Доллар
|Василиса
|3 апреля 2021
|10 апреля 2021
|3 апреля 2021 (UKR)<br>11 апреля 2021 (RUS)
|-
|'''7 (489)'''
|{{Флаг|Колумбия}} [[Колумбия|Каньон Чикамоча]]
|Доллар
|Василиса
|10 апреля 2021
|17 апреля 2021
|10 апреля 2021 (UKR)<br>18 апреля 2021 (RUS)
|-
|'''8 (490)'''
|{{Флаг|Коста-Рика}} [[Коста-Рика|Вулканы Коста-Рики]]
|Доллар
|Антон
|17 апреля 2021
|24 апреля 2021
|17 апреля 2021 (UKR)<br>25 апреля 2021 (RUS)
|-
|'''9 (491)'''
|{{Флаг|Сальвадор}} [[Сальвадор|Цветочный путь]]
|Доллар
|Василиса
|17 апреля 2021
|1 мая 2021
|17 апреля 2021 (UKR)<br>2 мая 2021 (RUS)
|-
|'''10 (492)'''
|{{Флаг|Гондурас}} [[Гондурас|Чудеса Гондураса]]
|Доллар
|Василиса
|1 мая 2021
|8 мая 2021
|1 мая 2021 (UKR)<br>9 мая 2021 (RUS)
|-
|'''11 (493)'''
|{{Флаг|Кабо-Верде}} [[Острова Зелёного Мыса]]
|Доллар
|Антон
|15 мая 2021
|22 мая 2021
|15 мая 2021 (UKR)<br>23 мая 2021 (RUS)
|-
|'''12 (494)'''
|{{Флаг|Андорра}} [[Андорра|Княжество Андорра]]
|Евро
|Василиса
|17 июля 2021
|15 мая 2021
|17 июля 2021 (UKR)<br>16 мая 2021 (RUS)
|-
|'''13 (495)'''
|{{Флаг|Швейцария}} [[Маттерхорн|Гора Маттерхорн]]
| Доллар
| Василиса
|22 мая 2021
|29 мая 2021
|22 мая 2021 (UKR)<br>30 мая 2021 (RUS)
|-
|'''14 (496)'''
| {{Флаг|Испания}} [[Путь Святого Иакова]]
| Евро
| Василиса
| 29 мая 2021
| 5 июня 2021
| 29 мая 2021 (UKR)<br>6 июня 2021 (RUS)
|-
|'''15 (497)'''
| {{Флаг|Испания}} [[Монсеррат (гора)|Монсеррат]]
| Евро
| Василиса
| 5 июня 2021
| 12 июня 2021
| 5 июня 2021 (UKR)<br>13 июня 2021 (RUS)
|-
|'''16 (498)'''
| {{Флаг|Грузия}} [[Сванетия|Сванские башни]]
| Доллар
| Василиса
| 12 июня 2021
| 19 июня 2021
| 12 июня 2021 (UKR)<br>20 июня 2021 (RUS)
|-
|'''17 (499)'''
| {{Флаг|Испания}} [[Лас-Медулас|Золото Лас-Медулас]]
| Евро
| Антон
| 19 июня 2021
| 26 июня 2021
| 19 июня 2021 (UKR)<br>27 июня 2021 (RUS)
|-
|'''18 (500)'''
| {{Флаг|Швейцария}} [[Фирвальдштетское озеро|Озеро четырёх кантонов]]
| Евро
| Антон
| 26 июня 2021
| 3 июля 2021
| 26 июня 2021 (UKR)<br>4 июля 2021 (RUS)
|-
|'''19 (501)'''
|{{Флаг|Португалия}} [[Синтра|Дворцы Синтры]]
|Евро
|Василиса
|3 июля 2021
|10 июля 2021
|3 июля 2021 (UKR)<br>11 июля 2021 (RUS)
|-
|'''20 (502)'''
|{{Флаг|Португалия}} [[Азорские острова]]{{efn|name="Третий выпуск5"|Третий выпуск про данное место.}}
|Евро
|Антон
|10 июля 2021
|17 июля 2021
|10 июля 2021 (UKR)<br>18 июля 2021 (RUS)
|}
{{Notelist}}

==== Часть 5 (2021—2022) ====
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (503)'''
|{{Флаг|Италия}} [[Везувий|Вулкан Везувий]]
|Евро
|Анфиса
|21 августа 2021
|21 августа 2021
|22 августа 2021
|-
|'''2 (504)'''
|{{Флаг|Греция}} [[Киклады|Белые острова Киклады]]
|Евро
|Анфиса
|28 августа 2021
|28 августа 2021
|29 августа 2021
|-
|'''3 (505)'''
|{{Флаг|Греция}} [[Закинф|Закинф. Остров черепах]]
|Евро
|Антон
|4 сентября 2021
|4 сентября 2021
|5 сентября 2021
|-
|'''4 (506)'''
|{{Флаг|Киргизия}} [[Кыргызстан|Южный Кыргызстан]]
|Доллар
|Анфиса
|11 сентября 2021
|11 сентября 2021
|12 сентября 2021
|-
|'''5 (507)'''
|{{Флаг|Киргизия}} [[Тянь-Шань|Небесные горы. Тянь-Шань]]
|Доллар
|Антон
|18 сентября 2021
|18 сентября 2021
|19 сентября 2021
|-
|'''6 (508)'''
|{{Флаг|Намибия}} [[Намиб|Пустыня Намиб]]
|Доллар
|Анфиса
|25 сентября 2021
|25 сентября 2021
|26 сентября 2021
|-
|'''7 (509)'''
|{{Флаг|Танзания}} [[Озеро Танганьика]]
|Доллар
|Антон
|2 октября 2021
|2 октября 2021
|3 октября 2021
|-
|'''8 (510)'''
|{{Флаг|Руанда}} [[Кигали|Горная горилла]]<ref name="gorilla">{{Cite web |url=https://www.youtube.com/watch?v=JRhKK4-t6d0#t=2m37s |title=Горная горилла, Руанда. Орёл и Решка. Чудеса света (eng, rus sub) - YouTube<!-- Заголовок добавлен ботом --> |access-date=2021-10-11 |archive-date=2021-10-11 |archive-url=https://web.archive.org/web/20211011073021/https://www.youtube.com/watch?v=JRhKK4-t6d0#t=2m37s |url-status=live }}</ref>
|Доллар
|Антон
|9 октября 2021
|9 октября 2021
|10 октября 2021
|-
|'''9 (511)'''
|{{Флаг|Сейшелы}} [[Сейшельские острова]]{{efn|name="Третий выпуск6"|Третий выпуск про данное место.}}<ref name="Seychelles">[https://www.facebook.com/OrelReshka/posts/4682349208470694 Орёл и Решка — АНОНС! Сейшельские острова. Чудеса света 5<!-- Заголовок добавлен ботом -->]</ref>
|Доллар
|Антон<ref>{{Cite web |url=https://www.youtube.com/watch?v=SP1aKEmgszQ#t=1m25s |title=Сейшельские острова, Сейшелы. Орёл и Решка. Чудеса света (eng, rus sub) - YouTube<!-- Заголовок добавлен ботом --> |access-date=2021-10-18 |archive-date=2021-10-18 |archive-url=https://web.archive.org/web/20211018145411/https://www.youtube.com/watch?v=SP1aKEmgszQ#t=1m25s |url-status=live }}</ref>
|16 октября 2021
|16 октября 2021
|17 октября 2021
|-
|'''10 (512)'''
|{{Флаг|Мозамбик}} [[Архипелаг Базаруто (национальный парк)|Архипелаг Базаруто]]<ref name="bazaruto">[https://www.facebook.com/OrelReshka/posts/4704025762969705 Орёл и Решка — АНОНС! Архипелаг Базаруто, Мозамбик. Чудеса света 5<!-- Заголовок добавлен ботом -->]</ref>
|Доллар
|Антон<ref>{{Cite web |url=https://www.youtube.com/watch?v=CK8pAjMn_Rs#t=1m38s |title=Архипелаг Базаруто, Мозамбик. Орёл и Решка. Чудеса света |access-date=2021-10-24 |archive-date=2021-10-29 |archive-url=https://web.archive.org/web/20211029084016/https://www.youtube.com/watch?app=desktop&v=CK8pAjMn_Rs#t=1m38s |url-status=live }}</ref>
|23 октября 2021
|23 октября 2021
|24 октября 2021
|-
|'''11 (513)'''
|{{Флаг|Египет}} [[Египетские пирамиды]]<ref name="egypt">[https://www.facebook.com/OrelReshka/posts/4722974957741452 Орёл и Решка — АНОНС! Пирамиды Гизы. Чудеса света 5<!-- Заголовок добавлен ботом -->]</ref>
|Доллар
|Анфиса<ref>{{Cite web |url=https://www.youtube.com/watch?v=BxKZE1URFBM#t=1m21s |title=Египетские пирамиды, Египет. Орёл и Решка. Чудеса света (eng, rus sub) - YouTube |access-date=2021-10-31 |archive-date=2021-10-31 |archive-url=https://web.archive.org/web/20211031090735/https://www.youtube.com/watch?v=BxKZE1URFBM#t=1m21s |url-status=live }}</ref>
|30 октября 2021
|30 октября 2021
|31 октября 2021
|-
|'''12 (514)'''
|{{Флаг|Австрия}} [[Альпы|Австрийские Альпы]]<ref name="Austria">[https://www.facebook.com/OrelReshka/posts/4749454621760152 Орёл и Решка — АНОНС! Австрийские Альпы. Чудеса света 5<!-- Заголовок добавлен ботом -->]</ref>
|Евро
|Антон<ref>{{Cite web |url=https://www.youtube.com/watch?v=koO_lgZQQx4#t=1m11s |title=Австрийские Альпы, Австрия. Орёл и Решка. Чудеса света (eng, rus sub) - YouTube |access-date=2021-11-07 |archive-date=2021-11-07 |archive-url=https://web.archive.org/web/20211107093816/https://www.youtube.com/watch?v=koO_lgZQQx4#t=1m11s |url-status=live }}</ref>
|6 ноября 2021
|6 ноября 2021
|7 ноября 2021
|-
|'''13 (515)'''
|{{Флаг|Италия}} [[Колизей]]<ref name="Rome">[https://www.facebook.com/OrelReshka/posts/4771419769563637 Орёл и Решка — АНОНС! Колизей. Чудеса света 5<!-- Заголовок добавлен ботом -->]</ref>
|Евро
|Антон<ref>{{Cite web |url=https://www.youtube.com/watch?v=rPKO0KcDoK8#t=1m29s |title=Колизей, Италия. Орёл и Решка. Чудеса света (eng, rus sub) - YouTube |access-date=2021-11-14 |archive-date=2021-11-14 |archive-url=https://web.archive.org/web/20211114092013/https://www.youtube.com/watch?v=rPKO0KcDoK8#t=1m29s |url-status=live }}</ref>
|13 ноября 2021
|13 ноября 2021
|14 ноября 2021
|-
|'''14 (516)'''
|{{Флаг|Франция}} [[Эйфелева башня]]<ref name="France">[https://www.facebook.com/OrelReshka/posts/4794351307270483 Орёл и Решка — АНОНС! Эйфелева башня. Чудеса света 5<!-- Заголовок добавлен ботом -->]</ref>
|Евро
|Анфиса<ref>{{Cite web |url=https://www.youtube.com/watch?v=QytQzptWLJo#t=1m39s |title=Эйфелева башня, Париж. Орёл и Решка. Чудеса света (eng, rus sub) - YouTube |access-date=2021-11-21 |archive-date=2021-11-21 |archive-url=https://web.archive.org/web/20211121091304/https://www.youtube.com/watch?v=QytQzptWLJo#t=1m39s |url-status=live }}</ref>
|20 ноября 2021
|20 ноября 2021
|21 ноября 2021
|-
|'''15 (517)'''
|{{Флаг|Испания}} [[Лансароте|Лунный остров Лансароте]]<ref name="Lanzarote">[https://www.facebook.com/OrelReshka/posts/4817583664947247 Орёл и Решка — АНОНС! Лунный остров Лансароте. Чудеса света 5]</ref>
|Евро
|Антон<ref>{{Cite web |url=https://www.youtube.com/watch?v=Wu35GqDKxaw#t=1m17s |title=Лунный остров Лансароте. Орёл и Решка. Чудеса света (eng, rus sub) - YouTube |access-date=2021-12-04 |archive-date=2021-12-04 |archive-url=https://web.archive.org/web/20211204122706/https://www.youtube.com/watch?v=Wu35GqDKxaw#t=1m17s |url-status=live }}</ref>
|4 декабря 2021
|27 ноября 2021
|4 декабря 2021
|-
|'''16 (518)'''
|{{Флаг|Испания}} [[Саграда Фамилия|Храм Святого Семейства]]<ref name="Sagrada">[https://www.facebook.com/OrelReshka/posts/4835615653144048 Орёл и Решка — АНОНС! Храм святого Семейства. Чудеса света 5]</ref>
|Евро
|Анфиса<ref>{{Cite web |url=https://www.youtube.com/watch?v=rs_ZttMmbbw#t=1m07s |title=Храм Святого Семейства - Орел и решка. Чудеса света (eng, rus sub) - YouTube |access-date=2022-01-15 |archive-date=2022-01-15 |archive-url=https://web.archive.org/web/20220115103449/https://www.youtube.com/watch?v=rs_ZttMmbbw#t=1m07s |url-status=live }}</ref>
|15 января 2022<ref name="Sagrada2">[https://www.facebook.com/OrelReshka/posts/4995764697129142  Орёл и Решка — АНОНС! Храм святого Семейства. Чудеса света 5]</ref>
|4 декабря 2021
|15 января 2022<ref name="Sagrada2" />
|-
|'''17 (519)'''
|{{Флаг|Франция}} [[Лазурный берег|Французская Ривьера]]<ref name="France2">[https://facebook.com/story.php?story_fbid=4863374920368121&id=236164959755830&m_entstream_source=timeline Орёл и Решка — АНОНС! Французская Ривьера. Чудеса света 5]</ref>
|Евро
|Антон<ref>{{Cite web |url=https://youtube.com/watch?v=gHOBC0hXtI4#t=1m27s |title=Французская Ривьера. Орёл и Решка. (eng, rus sub) - YouTube |access-date=2021-12-12 |archive-date=2021-12-12 |archive-url=https://web.archive.org/web/20211212134539/https://www.youtube.com/watch?v=gHOBC0hXtI4#t=1m27s |url-status=live }}</ref>
|11 декабря 2021
|11 декабря 2021
|12 декабря 2021
|-
|'''18 (520)'''
|{{Флаг|Италия}} [[Венеция]]{{efn|name="Четвёртый выпуск"|Четвёртый выпуск про данное место.}}<ref name="venice">[https://facebook.com/story.php?story_fbid=4883667171672229&id=236164959755830&m_entstream_source=timeline Орёл и Решка — АНОНС! Венеция. Чудеса света 5]</ref>
|Евро
|Антон<ref>{{Cite web |url=https://www.youtube.com/watch?v=A6j93ZKUORk#t=1m22s |title=Венеция. Орёл и Решка. Чудеса света (eng, rus sub) - YouTube |access-date=2021-12-19 |archive-date=2021-12-19 |archive-url=https://web.archive.org/web/20211219090813/https://www.youtube.com/watch?v=A6j93ZKUORk#t=1m22s |url-status=live }}</ref>
|18 декабря 2021
|18 декабря 2021
|19 декабря 2021
|-
|'''19 (521)'''
|{{Флаг|Иордания}} [[Вади-Рам|Марсианская пустыня Вади-Рам]]<ref name="Wadi Rum">[https://www.instagram.com/reel/CX0mmu-lh3O/ Орёл и Решка — АНОНС! Марсианская пустыня Вади-Рам. Чудеса света 5]</ref>
|Доллар
|Антон<ref>{{Cite web |url=https://www.youtube.com/watch?v=HzGDTU3sxDg#t=1m26s |title=Марсианская пустыня Вади-Рам - Орел и решка. Чудеса света (eng, rus sub) - YouTube |access-date=2022-01-24 |archive-date=2022-01-24 |archive-url=https://web.archive.org/web/20220124074053/https://www.youtube.com/watch?v=HzGDTU3sxDg#t=1m26s |url-status=live }}</ref>
|22 января 2022<ref name="Wadi Rum2">[https://www.facebook.com/OrelReshka/posts/5023552177683727 Орёл и Решка — АНОНС! Марсианская пустыня Вади-Рам. Чудеса света 5]</ref>
|25 декабря 2021
|24 января 2022<ref name="Wadi Rum2" />
|-
|'''20 (522)'''
|{{Флаг|ОАЭ}} [[Дубай]]{{efn|name="Третий выпуск6"}}<ref name="Dubai">[https://www.facebook.com/OrelReshka/posts/4948769401828672 Орёл и Решка — АНОНС! Дубай. Чудеса света 5]</ref>
|Доллар
|Анфиса<ref name="Dubai2">{{Cite web |url=https://www.youtube.com/watch?v=-2nKmlghQrA#t=1m30s |title=Дубай - Орел и решка. Чудеса света (eng, rus sub) - YouTube |access-date=2022-01-31 |archive-date=2022-01-31 |archive-url=https://web.archive.org/web/20220131072327/https://www.youtube.com/watch?v=-2nKmlghQrA#t=1m30s |url-status=live }}</ref>
|29 января 2022
|15 января 2022
|31 января 2022<ref name="Dubai2" />
|}
{{Notelist}}

==== Часть 6 (2024) ====
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
|-
|'''1 (523)'''
|{{Флаг|Гватемала}} [[Вулканы Гватемалы]]<ref name="lagoons of Guatemala">{{Cite web |url=https://www.votvot.tv/a/32765475.html |title=Орёл и Решка — АНОНС! Votvot — фильмы, стендап, музыка без цензуры |archive-date=2024-08-26 |access-date=2024-08-26 |archive-url=https://web.archive.org/web/20240826060806/https://www.votvot.tv/a/32765475.html |url-status=live }}</ref>
|Доллар
|Василий
|8 января 2024
|-
|'''2 (524)'''
|{{Флаг|Гватемала}} [[Гватемала|Лагуны Гватемалы]]<ref name="lagoons of Guatemala" />
|Доллар
|Маха
|8 января 2024
|-
|'''3 (525)'''
|{{Флаг|Перу}} [[Арекипа (регион)|Долина Арекипа. Анды]]<ref name="lagoons of Guatemala" />
|Доллар
|Маха
|8 января 2024
|-
|'''4 (526)'''
|{{Флаг|Перу}} [[Мачу-Пикчу]]<ref name="lagoons of Guatemala" />{{efn|name="Второй выпуск12"|Второй выпуск про данное место.}}
|Доллар
|Маха
|8 января 2024
|-
|'''5 (527)'''
|{{Флаг|Аргентина}} [[Жужуй|Радужные горы. Край Жужуй]]<ref name="lagoons of Guatemala" />
|Доллар
|Маха
|9 января 2024
|-
|'''6 (528)'''
|{{Флаг|Аргентина}} [[Патагония|Ледники Патагонии]]<ref name="lagoons of Guatemala" />{{efn|name="Второй выпуск12"}}
|Доллар
|Василий
|9 января 2024
|-
|}
{{Notelist}}

=== Сезон 23. Ивлеева VS Бедняков (2019—2020) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (529)'''
|{{Флаг|Италия}} [[Милан]]{{efn|name="Второй выпуск13"|Второй выпуск про данное место.}}
|Евро
|Андрей
|29 сентября 2019
|30 сентября 2019
|29 сентября 2019 (UKR)<br>1 октября 2019 (RUS)
|-
|'''2 (530)'''
|{{Флаг|Венгрия}} [[Будапешт]]{{efn|name="Третий выпуск7"|Третий выпуск про данное место.}}
|Доллар
|Настя
|6 октября 2019
|7 октября 2019
|6 октября 2019 (UKR)<br>8 октября 2019 (RUS)
|-
|'''3 (531)'''
|{{Флаг|Португалия}} [[Порту]]{{efn|name="Второй выпуск13"}}
|Евро
|Андрей
|13 октября 2019
|14 октября 2019
|13 октября 2019 (UKR)<br>15 октября 2019 (RUS)
|-
|'''4 (532)'''
|{{Флаг|Великобритания}} [[Манчестер]]
|Доллар
|Настя
|20 октября 2019
|21 октября 2019
|20 октября 2019 (UKR)<br>22 октября 2019 (RUS)
|-
|'''5 (533)'''
|{{Флаг|Швейцария}} [[Женева]]
|Доллар
|Настя
|27 октября 2019
|28 октября 2019
|27 октября 2019 (UKR)<br>29 октября 2019 (RUS)
|-
|'''6 (534)'''
|{{Флаг|Румыния}} [[Бухарест]]
|Доллар
|Андрей
|3 ноября 2019
|5 ноября 2019
|3 ноября 2019 (UKR)<br>6 ноября 2019 (RUS)
|-
|'''7 (535)'''
|{{Флаг|Хорватия}} [[Хорватия]]
|Доллар
|Андрей
|10 ноября 2019
|12 ноября 2019
|10 ноября 2019 (UKR)<br>13 ноября 2019 (RUS)
|-
|'''8 (536)'''
|{{Флаг|Италия}} [[Тоскана]]
|Доллар
|Андрей
|17 ноября 2019
|18 ноября 2019
|17 ноября 2019 (UKR)<br>19 ноября 2019 (RUS)
|-
|'''9 (537)'''
|{{Флаг|Италия}} [[Сардиния]]{{efn|name="Второй выпуск13"}}
|Евро
|Настя
|24 ноября 2019
|25 ноября 2019
|24 ноября 2019 (UKR)<br>26 ноября 2019 (RUS)
|-
|'''10 (538)'''
|{{Флаг|США}} [[Нью-Мексико]]
|Доллар
|Андрей
|1 декабря 2019
|2 декабря 2019
|1 декабря 2019 (UKR)<br>3 декабря 2019 (RUS)
|-
|'''11 (539)'''
|{{Флаг|США}} [[Техас]]
|Доллар
|Настя
|15 декабря 2019
|9 декабря 2019
|15 декабря 2021
|-
|'''12 (540)'''
|{{Флаг|США}} [[Монтана]]
|Доллар
|Андрей
|22 декабря 2019
|16 декабря 2019
|22 декабря 2021
|-
|'''13 (541)'''
|{{Флаг|США}} [[Колорадо]]
|Доллар
|Настя
|29 декабря 2019
|23 декабря 2019
|29 декабря 2021
|-
|'''14 (542)'''
|{{Флаг|Мексика}} [[Халиско]]
|Доллар
|Настя
|5 января 2020
|27 января 2020
|5 января 2020 (UKR)<br>28 января 2020 (RUS)
|-
|'''15 (543)'''
|{{Флаг|Мексика}} [[Тихуана]]
|Доллар
|Андрей
|12 января 2020
|3 февраля 2020
|12 января 2020 (UKR)<br>4 февраля 2020 (RUS)
|-
|'''16 (544)'''
|{{Флаг|Мексика}} [[Оахака (город)|Оахака]]
|Доллар
|Андрей
|19 января 2020
|10 февраля 2020
|19 января 2020 (UKR)<br>11 февраля 2020 (RUS)
|-
|'''17 (545)'''
|{{Флаг|Испания}} [[Страна Басков]]{{efn|name="Второй выпуск13"}}
|Евро
|Настя
|26 января 2020
|17 февраля 2020
|26 января 2020 (UKR)<br>18 февраля 2020 (RUS)
|-
|'''18 (546)'''
|{{Флаг|Таиланд}} [[Пхукет]]{{efn|name="Второй выпуск13"}}
|Доллар
|Андрей
|2 февраля 2020
|24 февраля 2020
|2 февраля 2020 (UKR)<br>25 февраля 2020 (RUS)
|-
|'''19 (547)'''
|{{Флаг|Малайзия}} [[Малайзия]]
|Доллар
|Андрей
|9 февраля 2020
|2 марта 2020
|9 февраля 2020 (UKR)<br>3 марта 2020 (RUS)
|-
|'''20 (548)'''
|{{Флаг|Мальдивы}} [[Мальдивы]]{{efn|name="Четвёртый выпуск2"|Четвёртый выпуск про данное место.}}
|Доллар
|Настя
|16 февраля 2020
|9 марта 2020
|16 февраля 2020 (UKR)<br>10 марта 2020 (RUS)
|-
|}
{{Notelist}}

=== Сезон 24. Безумные выходные (2020) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (549)'''
|{{Флаг|США}} [[Лас-Вегас]]{{efn|name="Третий выпуск8"|Третий выпуск про данное место.}}
|Доллар
|Ян
|29 марта 2020
|30 марта 2020
|29 марта 2020 (UKR)<br>31 марта 2020 (RUS)
|-
|'''2 (550)'''
|{{Флаг|США}} [[Майами]]{{efn|name="Третий выпуск8"}}
|Доллар
|Ян
|5 апреля 2020
|6 апреля 2020
|5 апреля 2020 (UKR)<br>7 апреля 2020 (RUS)
|-
|'''3 (551)'''
|{{Флаг|США}} [[Сан-Франциско]]{{efn|name="Третий выпуск8"}}
|Доллар
|Юля
|5 апреля 2020
|6 апреля 2020
|5 апреля 2020 (UKR)<br>7 апреля 2020 (RUS)
|-
|'''4 (552)'''
|{{Флаг|США}} [[Нью-Йорк]]{{efn|name="Четвёртый выпуск3"|Четвёртый выпуск про данное место.}}
|Доллар
|Юля
|12 апреля 2020
|13 апреля 2020
|12 апреля 2020 (UKR)<br>14 апреля 2020 (RUS)
|-
|'''5 (553)'''
|{{Флаг|Индия}} [[Раджастан]]
|Доллар
|Юля
|26 апреля 2020
|27 апреля 2020
|26 апреля 2020 (UKR)<br>28 апреля 2020 (RUS)
|-
|'''6 (554)'''
|{{Флаг|Италия}} [[Венеция]]{{efn|name="Третий выпуск8"}}
|Евро
|Ян
|3 мая 2020
|4 мая 2020
|3 мая 2020 (UKR)<br>5 мая 2020 (RUS)
|-
|'''7 (555)'''
|{{Флаг|Франция}} [[Куршевель]]
|Евро
|Ян
|10 мая 2020
|18 мая 2020
|10 мая 2020 (UKR)<br>19 мая 2020 (RUS)
|-
|'''8 (556)'''
|{{Флаг|Индия}} [[Андаманские острова]]
|Доллар
|Ян
|17 мая 2020
|25 мая 2020
|17 мая 2020 (UKR)<br>26 мая 2020 (RUS)
|-
|}
{{Notelist}}

=== Сезон 25. Девчата (2020—2021) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (557)'''
|{{Флаг|Албания}} [[Албания]]{{efn|name="Второй выпуск14"|Второй выпуск про данное место.}}
|Доллар
|Настя
|26 сентября 2020
|12 октября 2020
|13 октября 2020
|-
|'''2 (558)'''
|{{Флаг|Северная Македония}} [[Северная Македония]]
|Доллар
|Юля
|17 октября 2020
|19 октября 2020
|20 октября 2020
|-
|'''3 (559)'''
|{{Флаг|Сербия}} [[Сербия]]
|Доллар
|Юля
|24 октября 2020
|26 октября 2020
|27 октября 2020
|-
|'''4 (560)'''
|{{Флаг|Черногория}} [[Черногория]]{{efn|name="Второй выпуск14"}}
|Евро
|Настя
|31 октября 2020
|2 ноября 2020
|3 ноября 2020
|-
|'''5 (561)'''
|{{Флаг|Танзания}} [[Танзания]]{{efn|name="Второй выпуск14"}}
|Доллар
|Настя
|7 ноября 2020
|9 ноября 2020
|10 ноября 2020
|-
|'''6 (562)'''
|{{Флаг|Занзибар}} [[Занзибар]]{{efn|name="Второй выпуск14"}}
|Доллар
|Настя
|14 ноября 2020
|16 ноября 2020
|17 ноября 2020
|-
|'''7 (563)'''
|{{Флаг|ОАЭ}} [[Дубай]]{{efn|name="Второй выпуск14"}}
|Доллар
|Юля
|21 ноября 2020
|23 ноября 2020
|24 ноября 2020
|-
|'''8 (564)'''
|{{Флаг|Мальдивы}} [[Мальдивы]]{{efn|name="Пятый выпуск"|Пятый выпуск про данное место.}}
|Доллар
|Настя
|2 января 2021
|30 ноября 2020
|2 января 2021
|-
|'''9 (565)'''
|{{Флаг|Турция}} [[Анталья]]{{efn|name="Третий выпуск9"|Третий выпуск про данное место.}}
|Доллар
|Настя
|5 декабря 2020
|7 декабря 2020
|8 декабря 2020
|-
|'''10 (566)'''
|{{Флаг|Босния и Герцеговина}} [[Босния и Герцеговина]]
|Доллар
|Юля
|12 декабря 2020
|14 декабря 2020
|15 декабря 2020
|-
|'''11 (567)'''
|{{Флаг|Кипр}} [[Республика Кипр|Кипр]]{{efn|name="Второй выпуск14"}}
|Евро
|Юля
|19 декабря 2020
|21 декабря 2020
|22 декабря 2020
|-
|'''12 (568)'''
|{{Флаг|Кипр}} [[Пафос (Кипр)|Пафос]]
|Евро
|Настя
|26 декабря 2020
|28 декабря 2020
|29 декабря 2020
|-
|'''13 (569)'''
|{{Флаг|Испания}} [[Майорка]]{{efn|name="Второй выпуск14"}}
|Евро
|Юля
|9 января 2021
|11 января 2021
|12 января 2021
|-
|'''14 (570)'''
|{{Флаг|Казахстан}} [[Казахстан]]
|Доллар
|Юля
|16 января 2021
|23 января 2021
|24 января 2021
|-
|'''15 (571)'''
|{{Флаг|Турция}} [[Мардин]]
|Доллар
|Юля
|23 января 2021
|30 января 2021
|31 января 2021
|-
|}
{{Notelist}}

=== Специальный сезон. Орёл и Решка. 10 лет (2021) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |Ведущие{{efn|name="Ведущие5"|Владелец золотой карточки выделен полужирным шрифтом.}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (572)'''
|{{Флаг|Боливия}} [[Санта-Крус-де-ла-Сьерра|Санта-Крус. Боливия]]
|Доллар
|[[Андраде, Мишель|Мишель Андраде]] и '''[[Позитив (певец)|Позитив]]'''
|13 февраля 2021
|27 февраля 2021
|14 февраля 2021 (UKR)<br>28 февраля 2021 (RUS)
|-
|'''2 (573)'''
|{{Флаг|Мексика}} [[Ривьера Майя|Ривьера Майя. Мексика]]
|Доллар
|'''[[Варнава, Екатерина Владимировна|Екатерина Варнава]]''' и Евгений Бороденко
|—
|20 февраля 2021
|21 февраля 2021
|-
|'''3 (574)'''
|{{Флаг|Португалия}} [[Португалия|Неизведанная Португалия]]
|Евро
|[[Гудков, Александр Владимирович|Александр Гудков]] и '''[[Дорн, Иван Александрович|Иван Дорн]]'''
|27 февраля 2021
|1 марта 2021
|2 марта 2021
|-
|'''4 (575)'''
|{{Флаг|Колумбия}} [[Картахена (Колумбия)|Картахена. Колумбия]]
|Доллар
|Коля Серга и '''[[Седокова, Анна Владимировна|Анна Седокова]]'''
|6 марта 2021
|13 марта 2021
|6 марта 2021 (UKR)<br>14 марта 2021 (RUS)
|-
|'''5 (576)'''
|{{Флаг|Колумбия}} [[Медельин|Медельин. Колумбия]]
|Доллар
|[[Alekseev|ALEKSEEV]] и '''[[Санина, Юлия Александровна|Юлия Санина]]'''
|13 марта 2021
|20 марта 2021
|13 марта 2021 (UKR)<br>21 марта 2021 (RUS)
|-
|'''6 (577)'''
|{{Флаг|Панама}} [[Панама]]{{efn|name="Третий выпуск10"|Третий выпуск про данное место.}}
|Доллар
|'''Ян Топлес''' и [[Сысоева, Надежда Олеговна|Надя Сысоева]]
|—
|22 марта 2021
|23 марта 2021
|-
|'''7 (578)'''
|{{Флаг|Коста-Рика}} [[Коста-Рика]]{{efn|name="Третий выпуск10"}}
|Доллар
|[[Artik]] и '''[[Асти, Анна|Asti]]'''
|27 марта 2021
|29 марта 2021
|27 марта 2021 (UKR)<br>30 марта 2021 (RUS)
|-
|'''8 (579)'''
|{{Флаг|США}} [[Атланта|Атланта. США]]
|Доллар
|[[Little Big]] ('''[[Прусикин, Илья Владимирович|Илья Прусикин]]''' и [[Таюрская, Софья Алексеевна|Софья Таюрская]])
|—
|5 апреля 2021
|6 апреля 2021
|-
|'''9 (580)'''
|{{Флаг|Иордания}} [[Амман|Амман. Иордания]]
|Доллар
|[[Дантес, Владимир|Владимир Дантес]] и '''[[Дорофеева, Надежда Владимировна|Надя Дорофеева]]'''
|10 апреля 2021
|12 апреля 2021
|10 апреля 2021 (UKR)<br>13 апреля 2021 (RUS)
|-
|'''10-11 (581—582)'''
|{{Флаг|Испания}} [[Барселона|Барселона. Испания]]{{efn|name="Третий выпуск10"}}
|Евро
|'''[[Верка Сердючка]] & Мама''' и [[Брежнева, Вера|Вера Брежнева]]
|24 апреля 2021
|19 и 26 апреля 2021
|24 апреля 2021 (UKR)<br>24 и 27 апреля 2021 (RUS)
|-
|}
{{Notelist}}

=== Сезон 27. Земляне (2021—2024) ===

==== Часть 1 (2021—2022) ====
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="3" |Премьера выпуска
|-
!Украина
!Россия
![[YouTube]]
|-
|'''1 (583)'''
|{{Флаг|Кения}} [[Кения|Кенийцы]]
|Доллар
|Мишель
|5 июня 2021
|12 июня 2021
|5 июня 2021 (UKR)<br>13 июня 2021(RUS)
|-
|'''2 (584)'''
|{{Флаг|Эфиопия}} [[Эфиопия|Эфиопы]]
|Доллар
|Кирилл
|12 июня 2021
|19 июня 2021
|12 июня 2021 (UKR)<br>20 июня 2021 (RUS)
|-
|'''3 (585)'''
|{{Флаг|ОАЭ}} [[Дубай]]цы
|Доллар
|Мишель
|19 июня 2021
|4 июля 2021
|19 июня 2021 (UKR)<br>28 июня 2021 (RUS)
|-
|'''4 (586)'''
|{{Флаг|Ливан}} [[Ливанцы]]
|Доллар
|Мишель
|26 июня 2021
|27 июня 2021
|28 июня 2021
|-
|'''5 (587)'''
|{{Флаг|Армения}} [[Армяне]]
|Доллар
|Кирилл
|3 июля 2021
|11 июля 2021
|3 июля 2021 (UKR)<br>12 июля 2021 (RUS)
|-
|'''6 (588)'''
|{{Флаг|Болгария}} [[Болгары]]
|Доллар
|Кирилл
|10 июля 2021
|18 июля 2021
|10 июля 2021 (UKR)<br>19 июля 2021 (RUS)
|-
|'''7 (589)'''
|{{Флаг|Грузия}} [[Грузины]]
|Доллар
|Кирилл
|17 июля 2021
|25 июля 2021
|17 июля 2021 (UKR)<br>26 июля 2021 (RUS)
|-
|'''8 (590)'''
|{{Флаг|Турция}} [[Турки]]
|Доллар
|Кирилл
|24 июля 2021
|7 августа 2021
|24 июля 2021 (UKR)<br>8 августа 2021 (RUS)
|-
|'''9 (591)'''
|{{Флаг|Греция}} [[Греки]]
|Евро
|Кирилл
|31 июля 2021
|8 августа 2021
|31 июля 2021 (UKR)<br>9 августа 2021 (RUS)
|-
|'''10 (592)'''
|{{Флаг|Каталония}} [[Каталонцы]]
|Евро
|Мишель
|7 августа 2021
|15 августа 2021
|7 августа 2021 (UKR)<br>16 августа 2021 (RUS)
|-
|'''11 (593)'''
|{{Флаг|Доминикана}} [[Доминиканцы]]
|Доллар
|Мишель
|14 августа 2021
|22 августа 2021
|14 августа 2021 (UKR)<br>23 августа 2021 (RUS)
|-
|'''12 (594)'''
|{{Флаг|Колумбия}} [[Колумбийцы]]
|Доллар
|Кирилл
|21 августа 2021
|29 августа 2021
|21 августа 2021 (UKR)<br>30 августа 2021 (RUS)
|-
|'''13 (595)'''
|{{Флаг|Мексика}} [[Майя (цивилизация)|Майя]]
|Доллар
|Мишель
|28 августа 2021
|5 сентября 2021
|28 августа 2021 (UKR)<br>6 сентября 2021 (RUS)
|-
|'''14 (596)'''
|{{Флаг|Гватемала}} [[Гватемальцы]]
|Доллар
|Мишель
|4 сентября 2021
|11 сентября 2021
|4 сентября 2021 (UKR)<br>12 сентября 2021 (RUS)
|-
|'''15 (597)'''
|{{Флаг|Гондурас}} [[Гондурасцы]]
|Доллар
|Мишель
|11 сентября 2021
|18 сентября 2021
|11 сентября 2021 (UKR)<br>19 сентября 2021 (RUS)
|-
|'''16 (598)'''
|{{Флаг|Кипр}} [[Киприоты]]
|Евро
|Мишель
|18 сентября 2021
|25 сентября 2021
|18 сентября 2021 (UKR)<br>26 сентября 2021 (RUS)
|-
|'''17 (599)'''
|{{Флаг|Азербайджан}} [[Азербайджанцы]]
|Доллар
|Мишель
|25 сентября 2021
|1 октября 2021
|25 сентября 2021 (UKR)<br>2 октября 2021 (RUS)
|-
|'''18 (600)'''
|{{Флаг|Непал}} [[Непальцы]]<ref>[https://www.facebook.com/OrelReshka/posts/4637779839594298 Орёл и Решка — АНОНС! Непальцы, Непал. Орёл и Решка. Земляне<!-- Заголовок добавлен ботом -->]</ref>
|Доллар
|Кирилл
|2 октября 2021
|9 октября 2021
|2 октября 2021 (UKR)<br>10 октября 2021 (RUS)
|-
|'''19 (601)'''
|{{Флаг|Пакистан}} [[Население Пакистана|Пакистанцы]]<ref name="pakistan">[https://www.facebook.com/OrelReshka/posts/4658823510823264 Орёл и Решка — АНОНС! Пакистанцы, Пакистан. Орёл и Решка. Земляне]</ref>
|Доллар
|Кирилл
|9 октября 2021
|16 октября 2021
|9 октября 2021 (UKR)<br>17 октября 2021 (RUS)
|-
|'''20 (602)'''
|{{Флаг|Пакистан}} [[Население Пакистана|Пакистанцы-2]]<ref>[https://www.facebook.com/OrelReshka/videos/168699975452563 Орёл и Решка — АНОНС! Пакистанцы-2, Лахор, Пакистан. Орёл и Решка. Земляне<!-- Заголовок добавлен ботом -->]</ref><ref name=pakistan2>{{Cite web |url=https://www.youtube.com/watch?v=wvvQ8PeHH5g |title=Пакистанцы-2, город Лахор, Пакистан. Орёл и Решка. Земляне - YouTube<!-- Заголовок добавлен ботом --> |access-date=2021-10-16 |archive-date=2021-10-16 |archive-url=https://web.archive.org/web/20211016152711/https://www.youtube.com/watch?v=wvvQ8PeHH5g |url-status=live }}</ref>
|Доллар
|Мишель
|16 октября 2021
|23 октября 2021
|16 октября 2021 (UKR)<br>24 октября 2021 (RUS)
|-
|'''21 (603)'''
|{{Флаг|Нидерланды}} [[Голландцы|Нидерландцы]]<ref name="Netherlands">[https://www.facebook.com/OrelReshka/posts/4700968039942144 Орёл и Решка — АНОНС! Нидерландцы. Орел и Решка. Земляне<!-- Заголовок добавлен ботом -->]</ref>
|Евро
|Мишель<ref>{{Cite web |url=https://www.youtube.com/watch?v=IzbB_AxGDlo#t=2m48s |title=Нидерландцы, Амстердам. Орёл и Решка. Земляне - YouTube<!-- Заголовок добавлен ботом --> |access-date=2021-10-23 |archive-date=2021-10-27 |archive-url=https://web.archive.org/web/20211027031951/https://www.youtube.com/watch?app=desktop&v=IzbB_AxGDlo#t=2m48s |url-status=live }}</ref>
|23 октября 2021
|30 октября 2021
|23 октября 2021 (UKR)<br>31 октября 2021 (RUS)
|-
|'''22 (603)'''
|{{Флаг|Словения}} [[Словенцы]]<ref name="slovenia">[https://www.facebook.com/OrelReshka/posts/4723001304405484 Орёл и Решка — АНОНС! Словенцы, Словения. Орел и Решка. Земляне<!-- Заголовок добавлен ботом -->]</ref>
|Евро
|Мишель<ref>{{Cite web |url=https://www.youtube.com/watch?v=vj61htsqPPY#t=2m36s |title=Словенцы, Словения. Орёл и Решка. Земляне - YouTube |access-date=2021-10-30 |archive-date=2021-10-30 |archive-url=https://web.archive.org/web/20211030083456/https://www.youtube.com/watch?v=vj61htsqPPY#t=2m36s |url-status=live }}</ref>
|30 октября 2021
|6 ноября 2021
|30 октября 2021 (UKR)<br>7 ноября 2021 (RUS)
|-
|'''23 (604)'''
|{{Флаг|Албания}} [[Албанцы]]<ref name="albania">[https://www.facebook.com/OrelReshka/posts/4745559615482986/ Орёл и Решка — АНОНС! Албанцы, Албания. Орёл и Решка. Земляне<!-- Заголовок добавлен ботом -->]</ref>
|Доллар
|Мишель<ref>{{Cite web |url=https://www.youtube.com/watch?v=YLnC7LAn0Ec#t=2m31s |title=Албанцы, Албания. Орёл и Решка. Земляне - YouTube |access-date=2021-11-06 |archive-date=2021-11-06 |archive-url=https://web.archive.org/web/20211106090626/https://www.youtube.com/watch?v=YLnC7LAn0Ec#t=2m31s |url-status=live }}</ref>
|6 ноября 2021
|13 ноября 2021
|6 ноября 2021 (UKR)<br>14 ноября 2021 (RUS)
|-
|'''24 (605)'''
|{{Флаг|Эстония}} [[Эстонцы]]<ref name="Estonia">[https://www.facebook.com/OrelReshka/posts/4768167903222157 Орёл и Решка — АНОНС! Эстонцы, Эстония. Орел и Решка. Земляне<!-- Заголовок добавлен ботом -->]</ref>
|Евро
|Кирилл<ref>{{Cite web |url=https://www.youtube.com/watch?v=jRPs_BljgP8#t=2m52s |title=Эстонцы, Эстония. Орёл и Решка. Земляне - YouTube |access-date=2021-11-13 |archive-date=2021-11-13 |archive-url=https://web.archive.org/web/20211113105625/https://www.youtube.com/watch?v=jRPs_BljgP8#t=2m52s |url-status=live }}</ref>
|13 ноября 2021
|20 ноября 2021
|13 ноября 2021 (UKR)<br>21 ноября 2021 (RUS)
|-
|'''25 (606)'''
|{{Флаг|Швеция}} [[Шведы]]<ref name="Sweden">[https://www.facebook.com/OrelReshka/posts/4791173680921579 Орёл и Решка — АНОНС! Шведы, Швеция. Орел и Решка. Земляне]</ref>
|Евро
|Кирилл<ref>{{Cite web |url=https://www.youtube.com/watch?v=2Oww7i0Y_JQ#t=2m39s |title=Шведы, Швеция. Орёл и Решка. Земляне - YouTube |access-date=2021-11-20 |archive-date=2021-11-20 |archive-url=https://web.archive.org/web/20211120093606/https://www.youtube.com/watch?v=2Oww7i0Y_JQ#t=2m39s |url-status=live }}</ref>
|20 ноября 2021
|27 ноября 2021
|20 ноября 2021 (UKR)<br>28 ноября 2021 (RUS)
|-
|'''26 (607)'''
|{{Флаг|Молдавия}} [[Молдаване]]<ref name="Moldova">[https://facebook.com/story.php?story_fbid=4835656839806596&id=236164959755830&m_entstream_source=timeline Орёл и Решка — АНОНС! Молдаване, Молдавия. Орел и Решка. Земляне]</ref>
|Доллар
|Кирилл<ref>{{Cite web |url=https://www.youtube.com/watch?v=BYxo0BkROjc#t=2m43s |title=Молдаване - Орел и решка. Земляне смотреть онлайн - YouTube |access-date=2022-01-15 |archive-date=2022-01-15 |archive-url=https://web.archive.org/web/20220115103933/https://www.youtube.com/watch?v=BYxo0BkROjc#t=2m43s |url-status=live }}</ref>
|15 января 2022<ref name="MoldovaUKR">[https://www.facebook.com/OrelReshka/posts/4991394387566173 Орёл и Решка — АНОНС! Молдаване, Молдавия. Орел и Решка. Земляне]</ref>
|4 декабря 2021
|15 января 2022<ref name="MoldovaUKR" />
|-
|'''27 (608)'''
|{{Флаг|Черногория}} [[Черногорцы]]<ref name="Montenegro">[https://facebook.com/story.php?story_fbid=4842301209142159&id=236164959755830&m_entstream_source=timeline Орёл и Решка — АНОНС! Черногорцы, Черногория. Орел и Решка. Земляне]</ref>
|Евро
|Кирилл<ref>{{Cite web |url=https://www.youtube.com/watch?v=2xTzZPHjqcw#t=2m46s |title=Черногорцы, Черногория. Орёл и Решка. Земляне - YouTube |access-date=2021-12-04 |archive-date=2021-12-04 |archive-url=https://web.archive.org/web/20211204123154/https://www.youtube.com/watch?v=2xTzZPHjqcw#t=2m46s |url-status=live }}</ref>
|4 декабря 2021
|11 декабря 2021
|4 декабря 2021 (UKR)<br>12 декабря 2021 (RUS)
|-
|'''28 (609)'''
|{{Флаг|Италия}} [[Сицилийцы]]<ref name="Sicily">[https://www.facebook.com/OrelReshka/posts/4866780170027596/ Орёл и Решка — АНОНС! Сицилийцы, Сицилия. Орел и Решка. Земляне]</ref>
|Евро
|Мишель<ref>{{Cite web |url=https://www.youtube.com/watch?v=eQb0ylN76I4#t=2m52s |title=Сицилийцы, Сицилия. Орёл и Решка. Земляне - YouTube |access-date=2021-12-11 |archive-date=2021-12-11 |archive-url=https://web.archive.org/web/20211211093448/https://www.youtube.com/watch?v=eQb0ylN76I4#t=2m52s |url-status=live }}</ref>
|11 декабря 2021
|18 декабря 2021
|11 декабря 2021 (UKR)<br>19 декабря 2021 (RUS)
|-
|'''29 (610)'''
|{{Флаг|ОАЭ}} [[Шарджа (город)|Эмиратцы (г. Шарджа)]]<ref name="Emiratis">[https://www.facebook.com/OrelReshka/posts/4893466740692272 Орёл и Решка — АНОНС! Эмиратцы, Шарджа. Орел и Решка. Земляне]</ref>
|Доллар
|Кирилл<ref>{{Cite web |url=https://www.youtube.com/watch?v=5n4i6HKlTvo#t=2m35s |title=Эмиратцы, Шарджа. Орёл и Решка. Земляне - YouTube |access-date=2021-12-18 |archive-date=2021-12-18 |archive-url=https://web.archive.org/web/20211218095018/https://www.youtube.com/watch?v=5n4i6HKlTvo#t=2m35s |url-status=live }}</ref>
|18 декабря 2021
|25 декабря 2021
|18 декабря 2021 (UKR)<br>26 декабря 2021 (RUS)
|-
|'''30 (611)'''
|{{Флаг|Йемен}} [[Сокотрийцы|Жители Сокотры]]<ref name="Socotra">[https://www.instagram.com/p/CX3Q2Ibo1vz/ Орёл и Решка — АНОНС! Сокотрийцы, Сокотра. Орел и Решка. Земляне]</ref>
| rowspan="2" |Доллар
| rowspan="2" |Кирилл<ref>{{Cite web |url=https://www.youtube.com/watch?v=Qpre9a41lVU#t=3m10s |title=Сокотрийцы, Сокотра Орёл и Решка. Земляне - YouTube |access-date=2021-12-25 |archive-date=2021-12-25 |archive-url=https://web.archive.org/web/20211225115438/https://www.youtube.com/watch?v=Qpre9a41lVU&gl=US&hl=en#t=3m10s |url-status=live }}</ref>
|25 декабря 2021
|15 января 2022
|25 декабря 2021 (UKR)<br>16 января 2022 (RUS)
|-
|'''31 (612)'''
|{{Флаг|Йемен}} [[Сокотрийцы|Жители Сокотры-2]]<ref name="Socotra" />
|25 декабря 2021
|22 января 2022
|25 декабря 2021 (UKR)<br>23 января 2022 (RUS)
|-
|'''32 (613)'''
|{{Флаг|Аргентина}} [[Аргентинцы]]<ref name="Zemlyane2">[https://www.facebook.com/OrelReshka/posts/5119199374785673 Орёл и Решка — АНОНС! Аргентинцы, Аргентина. Перуанцы, Перу. Орёл и Решка. Земляне]</ref>
|Доллар
|Кирилл<ref>{{Cite web |url=https://www.youtube.com/watch?v=xwB4o2vXm0w#t=3m10s |title=Аргентинцы, Аргентина. Орёл и Решка. Земляне - YouTube |access-date=2022-02-21 |archive-date=2022-02-21 |archive-url=https://web.archive.org/web/20220221080955/https://www.youtube.com/watch?v=xwB4o2vXm0w#t=3m10s |url-status=live }}</ref>
|19 февраля 2022
|20 февраля 2022
|21 февраля 2022
|-
|'''33 (614)'''
|{{Флаг|Перу}} [[Перуанцы]]<ref name="Zemlyane2" />
|Доллар
|Мишель<ref>{{Cite web |url=https://www.youtube.com/watch?v=ucq0jjJh8cg#t=0m42s |title=Перуанцы, Перу. . Орёл и Решка. Земляне - YouTube |access-date=2022-02-28 |archive-date=2022-02-28 |archive-url=https://web.archive.org/web/20220228083934/https://www.youtube.com/watch?v=ucq0jjJh8cg#t=0m42s |url-status=live }}</ref>
|19 февраля 2022
|21 февраля 2022
|23 февраля 2022{{efn|name="Новый Канал"|На странице Нового канала.}}
|}
{{Notelist}}

==== Часть 2 (2024) ====
{| class="wikitable collapsible collapsed"
|-
! №
! Название
! Валюта
! {{abbr|ВЗК|Владелец золотой карточки|0}}
! Премьера выпуска
|-
|'''1 (615)'''
|{{Флаг|Бразилия}} [[Бразильцы]]
|Доллар
|Кирилл
|9 января 2024
|-
|'''2 (616)'''
|{{Флаг|Парагвай}} [[Население Парагвая|Парагвайцы]]
|Доллар
|Мишель
|9 января 2024
|-
|'''3 (617)'''
|{{Флаг|Австрия}} [[Австрийцы]]
|Евро
|Мишель
|10 января 2024
|-
|'''4 (618)'''
|{{Флаг|Швеция}} [[Саамы|Саамы. Швеция]]
|Евро
|Мишель
|10 января 2024
|-
|'''5 (619)'''
|{{Флаг|Замбия}} [[Население Замбии|Замбийцы]]
|Доллар
|Кирилл
|10 января 2024
|-
|'''6 (620)'''
|{{Флаг|Финляндия}} [[Финны]]
|Евро
|Кирилл
|10 января 2024
|-
|'''7 (621)'''
|{{Флаг|Тунис}} [[Тунисцы]]
|Доллар
|Кирилл
|11 января 2024
|-
|'''8 (622)'''
|{{Флаг|Мозамбик}} [[Население Мозамбика|Мозамбикцы]]
|Доллар
|Мишель
|11 января 2024
|-
|'''9 (623)'''
|{{Флаг|Уганда}} [[Уганда|Угандийцы]]
|Доллар
|Мишель
|11 января 2024
|}
{{Notelist}}

=== Сезон 28. Новая жизнь (2024) ===
{| class="wikitable collapsible collapsed"
|-
! rowspan="2" |№
! rowspan="2" |Название
! rowspan="2" |Валюта
! rowspan="2" |{{abbr|ВЗК|Владелец золотой карточки|0}}
! colspan="2" |Премьера выпуска
|-
!Украина
![[YouTube]]
|-
|'''1 (624)'''
|{{Флаг|Португалия}} [[Лиссабон]]{{efn|name="Третий выпуск11"|Третий выпуск про данное место.}}<ref>{{Cite web |url=https://www.votvot.tv/a/oir-lissabon-sub/33120147.html |title=Лиссабон<!-- Заголовок добавлен ботом --> |archive-date=2024-09-25 |access-date=2024-09-25 |archive-url=https://web.archive.org/web/20240925082924/https://www.votvot.tv/a/oir-lissabon-sub/33120147.html |url-status=live }}</ref>
|Евро
|Соня
|15 сентября 2024
|23 октября 2024<ref name="Lisbon">{{Cite web |url=https://www.youtube.com/watch?v=cFstd9pl3E8 |title=Лиссабон. Орёл и Решка. Новая жизнь (ukr, eng, rus sub) - YouTube |access-date=2024-10-24 |url-status=live |archive-date=2024-11-12 |archive-url=https://web.archive.org/web/20241112145000/https://www.youtube.com/watch?v=cFstd9pl3E8 }}</ref>
|-
|'''2 (625)'''
|{{Флаг|Испания}} [[Барселона]]{{efn|name="Четвёртый выпуск3"|Четвёртый выпуск про данное место.}}<ref>{{Cite web |url=https://www.votvot.tv/a/oir-barselona-sub/33120202.html |title=Барселона<!-- Заголовок добавлен ботом --> |archive-date=2024-09-25 |access-date=2024-09-25 |archive-url=https://web.archive.org/web/20240925082926/https://www.votvot.tv/a/oir-barselona-sub/33120202.html |url-status=live }}</ref>
|Евро
|Соня
|15 сентября 2024
|30 октября 2024<ref name="Barcelona">{{Cite web |url=https://www.youtube.com/watch?v=9vCtzbwe21I |title=Барселона. Орёл и Решка. Новая жизнь (ukr, eng, rus sub) - YouTube |access-date=2024-11-04 |url-status=live |archive-date=2024-12-22 |archive-url=https://web.archive.org/web/20241222001150/https://www.youtube.com/watch?v=9vCtzbwe21I }}</ref>
|-
|'''3 (626)'''
|{{Флаг|Франция}} [[Лазурный Берег|Лазурное побережье]]{{efn|name="Третий выпуск11"}}<ref>{{Cite web |url=https://www.votvot.tv/a/oir_nicce_subs/33139414.html |title=Канны и Ницца |archive-date=2024-10-03 |access-date=2024-09-30 |archive-url=https://web.archive.org/web/20241003030106/https://www.votvot.tv/a/oir_nicce_subs/33139414.html |url-status=live }}</ref>
|Евро
|Соня
|30 сентября 2024
|6 ноября 2024<ref name="Côte d'Azur">{{Cite web |url=https://www.youtube.com/watch?v=7ktZ5oXtsA0 |title=Лазурное побережье. Орёл и Решка. Новая жизнь (ukr, eng, rus sub) - YouTube |access-date=2024-11-07 |url-status=live |archive-date=2024-12-22 |archive-url=https://web.archive.org/web/20241222001026/https://www.youtube.com/watch?v=7ktZ5oXtsA0 }}</ref>
|-
|'''4 (627)'''
|{{Флаг|Италия}} [[Милан]]{{efn|name="Третий выпуск11"}}<ref>{{Cite web |url=https://www.votvot.tv/a/oir-milan-sub/33137512.html |title=Милан и Комо |archive-date=2024-09-30 |access-date=2024-09-30 |archive-url=https://web.archive.org/web/20240930153626/https://www.votvot.tv/a/oir-milan-sub/33137512.html |url-status=live }}</ref>
|Евро
|Эдуард
|30 сентября 2024
|13 ноября 2024<ref name="Milan">{{Cite web |url=https://www.youtube.com/watch?v=ODsmjLT-nUM |title=Милан. Орёл и Решка. Новая жизнь (ukr, eng, rus sub) - YouTube |access-date=2024-11-14 |url-status=live |archive-date=2024-12-22 |archive-url=https://web.archive.org/web/20241222001931/https://www.youtube.com/watch?v=ODsmjLT-nUM }}</ref>
|-
|'''5 (628)'''
|{{Флаг|Латвия}} [[Рига]]{{efn|name="Второй выпуск15"|Второй выпуск про данное место.}}<ref>{{Cite web |url=https://www.votvot.tv/a/oir_riga_sub/33156375.html |title=Рига |archive-date=2024-11-10 |access-date=2024-10-18 |archive-url=https://web.archive.org/web/20241110235837/https://www.votvot.tv/a/oir_riga_sub/33156375.html |url-status=live }}</ref>
|Евро
|Эдуард
|14 октября 2024
|20 ноября 2024<ref name="Riga">{{Cite web |url=https://www.youtube.com/watch?v=tksAYLSrKLE |title=Рига. Орёл и Решка. Новая жизнь (ukr, eng, rus sub) - YouTube |access-date=2024-11-24 |url-status=live |archive-date=2024-11-23 |archive-url=https://web.archive.org/web/20241123183857/https://www.youtube.com/watch?si=mtI0C25Ylpa-L67W&v=tksAYLSrKLE }}</ref>
|-
|'''6 (629)'''
|{{Флаг|Германия}} [[Берлин]]{{efn|name="Четвёртый выпуск3"}}<ref>{{Cite web |url=https://www.votvot.tv/a/33162020.html |title=Берлин |archive-date=2024-11-14 |access-date=2024-10-18 |archive-url=https://web.archive.org/web/20241114182626/https://www.votvot.tv/a/33162020.html |url-status=live }}</ref>
|Евро
|Эдуард
|17 октября 2024
|29 ноября 2024<ref>{{Cite web|url=https://www.youtube.com/watch?app=desktop&v=bDznH6xYNEY|title=Берлин. Орёл и Решка. Новая жизнь (ukr, eng, rus sub)|last=Орел и Решка|date=2024-11-29|access-date=2024-12-01|archive-date=2024-12-22|archive-url=https://web.archive.org/web/20241222001921/https://www.youtube.com/watch?app=desktop&v=bDznH6xYNEY|url-status=live}}</ref>
|-
|'''7 (630)'''
|{{Флаг|Польша}} [[Варшава]]{{efn|name="Второй выпуск15"}}<ref>{{Cite web |url=https://www.votvot.tv/a/sub/33176166.html |title=Варшава |archive-date=2024-11-11 |access-date=2024-10-30 |archive-url=https://web.archive.org/web/20241111120216/https://www.votvot.tv/a/sub/33176166.html |url-status=live }}</ref>
|Евро
|Эдуард
|28 октября 2024
|20 декабря 2024<ref>{{Cite web|url=https://www.youtube.com/watch?app=desktop&v=k4nqIQnoWgc|title=Варшава. Орёл и Решка. Новая жизнь (ukr, eng, rus sub)|last=Орел и Решка|date=2024-12-20|access-date=2024-12-20|archive-date=2024-12-22|archive-url=https://web.archive.org/web/20241222000738/https://www.youtube.com/watch?app=desktop&v=k4nqIQnoWgc|url-status=live}}</ref>
|-
|'''8 (631)'''
|{{Флаг|Венгрия}} [[Будапешт]]{{efn|name="Четвёртый выпуск3"}}<ref>{{Cite web |url=https://www.votvot.tv/a/sub/33176167.html |title=Будапешт |archive-date=2024-11-14 |access-date=2024-10-30 |archive-url=https://web.archive.org/web/20241114182924/https://www.votvot.tv/a/sub/33176167.html |url-status=live }}</ref>
|Евро
|Соня
|28 октября 2024
|13 декабря 2024<ref>{{Cite web|url=https://www.youtube.com/watch?app=desktop&v=IlVIBQoKIyM&pp=ygUW0L7RgNC10Lsg0Lgg0YDQtdGI0LrQsA%3D%3D|title=Будапешт. Орёл и Решка. Новая жизнь (ukr, eng, rus sub)|last=Орел и Решка|date=2024-12-13|access-date=2024-12-13|archive-date=2024-12-22|archive-url=https://web.archive.org/web/20241222181023/https://www.youtube.com/watch?app=desktop&v=IlVIBQoKIyM&pp=ygUW0L7RgNC10Lsg0Lgg0YDQtdGI0LrQsA%3D%3D|url-status=live}}</ref>
|-
|'''9 (632)'''
|{{Флаг|Чехия}} [[Прага]]{{efn|name="Третий выпуск11"}}<ref>{{Cite web |url=https://www.votvot.tv/a/oir_prague_sub/33196748.html |title=Прага |archive-date=2024-11-11 |access-date=2024-11-14 |archive-url=https://web.archive.org/web/20241111133906/https://www.votvot.tv/a/oir_prague_sub/33196748.html |url-status=live }}</ref>
|Евро
|Эдуард
|11 ноября 2024
|27 декабря 2024<ref>{{Cite web|url=https://www.youtube.com/watch?v=8FN4y1uPpUc&si=ZjUKirlgv0hxT8of|title=Прага. Орёл и Решка. Новая жизнь (ukr, eng, rus sub)|last=Орел и Решка|date=2024-12-27|access-date=2024-12-27|archive-date=2025-01-20|archive-url=https://web.archive.org/web/20250120202037/https://www.youtube.com/watch?v=8FN4y1uPpUc&si=ZjUKirlgv0hxT8of|url-status=live}}</ref>
|-
|'''10 (633)'''
|{{Флаг|Австрия}} [[Вена]]{{efn|name="Третий выпуск11"}}<ref>{{Cite web |url=https://www.votvot.tv/a/33196983.html |title=Вена |archive-date=2024-11-11 |access-date=2024-11-14 |archive-url=https://web.archive.org/web/20241111145106/https://www.votvot.tv/a/33196983.html |url-status=live }}</ref>
|Евро
|Соня
|11 ноября 2024
|6 декабря 2024<ref>{{Cite web|url=https://www.youtube.com/watch?app=desktop&v=ZSTZGPCJT2Q|title=Вена. Орёл и Решка. Новая жизнь (ukr, eng, rus sub)|last=Орел и Решка|date=2024-12-06|access-date=2024-12-06|archive-date=2024-12-22|archive-url=https://web.archive.org/web/20241222000058/https://www.youtube.com/watch?app=desktop&v=ZSTZGPCJT2Q|url-status=live}}</ref>
|-
|'''11 (634)'''
|{{Флаг|Хорватия}} [[Загреб]]<ref>{{Cite web |url=https://www.votvot.tv/a/33214982.html |title=Загреб |archive-date=2024-12-07 |access-date=2024-12-05 |archive-url=https://web.archive.org/web/20241207101721/https://www.votvot.tv/a/33214982.html |url-status=live }}</ref>
|Евро
|Соня
|25 ноября 2024
|3 января 2025<ref>{{Cite web|url=https://www.youtube.com/watch?app=desktop&v=q68cD3GNW-8|title=Загреб. Орёл и Решка. Новая жизнь (ukr, eng, rus sub)|last=Орел и Решка|date=2025-01-03|access-date=2025-01-03|archive-date=2025-01-20|archive-url=https://web.archive.org/web/20250120201928/https://www.youtube.com/watch?app=desktop&v=q68cD3GNW-8|url-status=live}}</ref>
|-
|'''12 (635)'''
|{{Флаг|Швеция}} [[Мальмё]]<ref>{{Cite web |url=https://www.votvot.tv/a/sub/33215086.html |title=Мальмё |archive-date=2024-12-07 |access-date=2024-12-05 |archive-url=https://web.archive.org/web/20241207050744/https://www.votvot.tv/a/sub/33215086.html |url-status=live }}</ref>
|Евро
|Соня
|25 ноября 2024
|10 января 2025<ref>{{Cite web|url=https://www.youtube.com/watch?si=B3eg-pRQ8-pCV7vN&v=R4SC9LvfFmk&feature=youtu.be|title=Мальмё. Орёл и Решка. Новая жизнь (ukr, eng, rus sub)|last=Орел и Решка|date=2025-01-10|access-date=2025-01-10|archive-date=2025-01-20|archive-url=https://web.archive.org/web/20250120202045/https://www.youtube.com/watch?si=B3eg-pRQ8-pCV7vN&v=R4SC9LvfFmk&feature=youtu.be|url-status=live}}</ref>
|-
|'''13 (636)'''
|{{Флаг|Финляндия}} [[Хельсинки]]{{efn|name="Второй выпуск15"}}<ref>{{Cite web |url=https://www.votvot.tv/a/sub/33232422.html |title=Хельсинки |archive-date=2024-12-09 |access-date=2024-12-11 |archive-url=https://web.archive.org/web/20241209163313/https://www.votvot.tv/a/sub/33232422.html |url-status=live }}</ref>
|Евро
|Эдуард
|9 декабря 2024
|17 января 2025<ref>{{Cite web|url=https://www.youtube.com/watch?app=desktop&v=8AJMUBWeDKw&pp=ygUW0L7RgNGR0Lsg0Lgg0YDQtdGI0LrQsA%3D%3D|title=Хельсинки. Орёл и Решка. Новая жизнь (ukr, eng, rus sub)|last=Орел и Решка|date=2025-01-17|access-date=2025-01-17|archive-date=2025-01-20|archive-url=https://web.archive.org/web/20250120201930/https://www.youtube.com/watch?app=desktop&v=8AJMUBWeDKw&pp=ygUW0L7RgNGR0Lsg0Lgg0YDQtdGI0LrQsA%3D%3D|url-status=live}}</ref>
|-
|'''14 (637)'''
|{{Флаг|Нидерланды}} [[Роттердам]]<ref>{{Cite web |url=https://www.votvot.tv/a/sub/33232312.html |title=Роттердам |archive-date=2024-12-21 |access-date=2024-12-11 |archive-url=https://web.archive.org/web/20241221235817/https://www.votvot.tv/a/sub/33232312.html |url-status=live }}</ref>
|Евро
|Эдуард
|9 декабря 2024
|24 января 2025<ref>{{Cite web|url=https://www.youtube.com/watch?app=desktop&v=0gElHsUIkyI|title=Роттердам. Орёл и Решка. Новая жизнь (ukr, eng, rus sub)|last=Орел и Решка|date=2025-01-24|access-date=2025-01-24}}</ref>
|-
|'''15 (638)'''
|{{Флаг|Андорра}} [[Андорра]]{{efn|name="Второй выпуск15"|Второй выпуск про данное место.}}<ref>{{Cite web |url=https://www.votvot.tv/a/33250187.html |title=Андорра |archive-date=2024-12-27 |access-date=2024-12-27 |archive-url=https://web.archive.org/web/20241227092912/https://www.votvot.tv/a/33250187.html |url-status=live }}</ref>
|Евро
|Эдуард
|23 декабря 2024
|31 января 2025<ref>{{Cite web|url=https://www.youtube.com/watch?si=tAA_amE325hN2_jN&v=x7byDVgzmkI&feature=youtu.be|title=Андорра. Орёл и Решка. Новая жизнь (ukr, eng, rus sub)|last=Орел и Решка|date=2025-01-31|access-date=2025-01-31}}</ref>
|-
|'''16 (639)'''
|{{Флаг|{{Флаг|Испания}} [[Тенерифе]]{{efn|name="Третий выпуск11"}}<ref>{{Cite web |url=https://www.votvot.tv/a/sub/33250087.html |title=Тенерифе |archive-date=2024-12-27 |access-date=2024-12-27 |archive-url=https://web.archive.org/web/20241227092911/https://www.votvot.tv/a/sub/33250087.html |url-status=live }}</ref>
|Евро
|Соня
|23 декабря 2024
|7 февраля 2025<ref>{{Cite web|url=https://www.youtube.com/watch?app=desktop&v=_c0aYDALPgo|title=Тенерифе. Орёл и Решка. Новая жизнь (ukr, eng, rus sub)|last=Орел и Решка|date=2025-02-07|access-date=2025-02-07}}</ref>
|}
{{Notelist}}`;