



// //export const host = {
// //    "Первый сезон": "Алан и Жанна Бадоевы",
// //    "Второй сезон":  Жанна Бадоева и Андрей Бедняков,
// //    "Третий сезон": Жанна Бадоева и Андрей Бедняков,
// //    "Четвыртый сезон": Андрей Бедняков и Леся Никитюк,
// //    "Пятый сезон": Андрей Бедняков и Леся Никитюк",
// //    "Шестой сезон («Курортный»)": Андрей Бедняков и Анастасия Короткая,
// //    "Седьмой сезон («Назад в СССР»)": "Андрей Бедняков и Анастасия Короткая",
// //    "Восьмой сезон («На краю света»)": Коля Серга и Регина Тодоренко"",
// //    "Девятый сезон («Неизведанная Европа»)": "Регина Тодоренко и Евгений Синельников",
// //    "Десятый сезон («Юбилейный»)": "ведут все ведущие, которые были в проекте за время его существования, попеременно.",
// //
// //    "Одиннадцатый сезон («Юбилейный. Часть 2»)": "все ведущие, которые участвовали в шоу за время его существования, в различных комбинациях (за исключением Жанны Бадоевой).",
// //
// //    "Двенадцатый сезон («Кругосветка»)":
// //    "Тринадцатый сезон («Рай и ад»)":
// //    "Четырнадцатый сезон («Перезагрузка»)":
// //    "Пятнадцатый сезон («Рай и ад 2»)":
// //    "Шестнадцатый сезон («Перезагрузка Америка»)":
// //
// //}


// export const videos = [
//     {
//         "season": "Первый сезон",
//         "idx": "1 (1)",
//         "location": "США: Нью-Йорк",
//         "currency": "Доллар",
//         "goldCard": "Алан",
//         "premiere": "13 февраля 2011"
//     },
//     {
//         "season": "Первый сезон",
//         "idx": "2 (2)",
//         "location": "США: Лас-Вегас",
//         "currency": "Доллар",
//         "goldCard": "Алан",
//         "premiere": "20 февраля 2011"
//     },
//     {
//         "season": "Первый сезон",
//         "idx": "3 (3)",
//         "location": "США: Сан-Франциско",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "27 февраля 2011"
//     },
//     {
//         "season": "Первый сезон",
//         "idx": "4 (4)",
//         "location": "США: Лос-Анджелес",
//         "currency": "Доллар",
//         "goldCard": "Алан",
//         "premiere": "6 марта 2011"
//     },
//     {
//         "season": "Первый сезон",
//         "idx": "5 (5)",
//         "location": "Испания: Барселона",
//         "currency": "Евро",
//         "goldCard": "Алан",
//         "premiere": "13 марта 2011"
//     },
//     {
//         "season": "Первый сезон",
//         "idx": "6 (6)",
//         "location": "Иордания",
//         "currency": "Доллар",
//         "goldCard": "Алан",
//         "premiere": "20 марта 2011"
//     },
//     {
//         "season": "Первый сезон",
//         "idx": "7 (7)",
//         "location": "Израиль",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "27 марта 2011"
//     },
//     {
//         "season": "Первый сезон",
//         "idx": "8 (8)",
//         "location": "Италия: Рим",
//         "currency": "Евро",
//         "goldCard": "Жанна",
//         "premiere": "10 апреля 2011"
//     },
//     {
//         "season": "Первый сезон",
//         "idx": "9 (9)",
//         "location": "Испания: Мадрид",
//         "currency": "Евро",
//         "goldCard": "Алан",
//         "premiere": "17 апреля 2011"
//     },
//     {
//         "season": "Первый сезон",
//         "idx": "10 (10)",
//         "location": "Италия: Милан",
//         "currency": "Евро",
//         "goldCard": "Жанна",
//         "premiere": "24 апреля 2011"
//     },
//     {
//         "season": "Первый сезон",
//         "idx": "11 (11)",
//         "location": "Камбоджа: Пномпень",
//         "currency": "Доллар",
//         "goldCard": "Алан",
//         "premiere": "1 мая 2011"
//     },
//     {
//         "season": "Первый сезон",
//         "idx": "12 (12)",
//         "location": "Таиланд: Бангкок",
//         "currency": "Доллар",
//         "goldCard": "Алан",
//         "premiere": "8 мая 2011"
//     },
//     {
//         "season": "Первый сезон",
//         "idx": "13 (13)",
//         "location": "Вьетнам: Хошимин",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "15 мая 2011"
//     },
//     {
//         "season": "Первый сезон",
//         "idx": "14 (14)",
//         "location": "Азербайджан: Баку",
//         "currency": "Доллар",
//         "goldCard": "Алан",
//         "premiere": "22 мая 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "1 (16)",
//         "location": "Мексика: Мехико",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "3 сентября 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "2 (17)",
//         "location": "Куба: Гавана",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "10 сентября 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "3 (18)",
//         "location": "Нидерланды: Амстердам",
//         "currency": "Евро",
//         "goldCard": "Андрей",
//         "premiere": "17 сентября 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "4 (19)",
//         "location": "Мексика: Канкун",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "24 сентября 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "5 (20)",
//         "location": "Грузия: Батуми",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "1 октября 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "6 (21)",
//         "location": "Франция: Париж",
//         "currency": "Евро",
//         "goldCard": "Андрей",
//         "premiere": "8 октября 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "7 (22)",
//         "location": "Турция: Стамбул",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "15 октября 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "8 (23)",
//         "location": "Германия: Берлин",
//         "currency": "Евро",
//         "goldCard": "Жанна",
//         "premiere": "22 октября 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "9 (24)",
//         "location": "Греция: Афины",
//         "currency": "Евро",
//         "goldCard": "Андрей",
//         "premiere": "29 октября 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "10 (25)",
//         "location": "ОАЭ: Дубай",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "5 ноября 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "11 (26)",
//         "location": "Непал: Катманду",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "12 ноября 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "12 (27)",
//         "location": "Индия: Мумбаи",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "19 ноября 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "13 (28)",
//         "location": "США: Чикаго",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "3 декабря 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "14 (29)",
//         "location": "США: Новый Орлеан",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "10 декабря 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "15 (30)",
//         "location": "США: Даллас",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "17 декабря 2011"
//     },
//     {
//         "season": "Второй сезон",
//         "idx": "16 (31)",
//         "location": "Швеция: Стокгольм",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "24 декабря 2011"
//     },
//     {
//         "season": "Третий сезон",
//         "idx": "1 (33)",
//         "location": "Китай: Пекин",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "11 февраля 2012"
//     },
//     {
//         "season": "Третий сезон",
//         "idx": "2 (34)",
//         "location": "Гонконг",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "18 февраля 2012"
//     },
//     {
//         "season": "Третий сезон",
//         "idx": "3 (35)",
//         "location": "Ямайка",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "25 февраля 2012"
//     },
//     {
//         "season": "Третий сезон",
//         "idx": "4 (36)",
//         "location": "США: Майами",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "3 марта 2012"
//     },
//     {
//         "season": "Третий сезон",
//         "idx": "5 (37)",
//         "location": "Никарагуа: Манагуа",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "10 марта 2012"
//     },
//     {
//         "season": "Третий сезон",
//         "idx": "6 (38)",
//         "location": "Ливан: Бейрут",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "17 марта 2012"
//     },
//     {
//         "season": "Третий сезон",
//         "idx": "7 (39)",
//         "location": "Бразилия: Рио-де-Жанейро",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "24 марта 2012"
//     },
//     {
//         "season": "Третий сезон",
//         "idx": "8 (40)",
//         "location": "Чили: Сантьяго",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "31 марта 2012"
//     },
//     {
//         "season": "Третий сезон",
//         "idx": "9 (41)",
//         "location": "Бразилия: Сан-Паулу",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "7 апреля 2012"
//     },
//     {
//         "season": "Третий сезон",
//         "idx": "10 (42)",
//         "location": "Перу: Мачу-Пикчу",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "14 апреля 2012"
//     },
//     {
//         "season": "Третий сезон",
//         "idx": "11 (43)",
//         "location": "Аргентина: Буэнос-Айрес",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "21 апреля 2012"
//     },
//     {
//         "season": "Третий сезон",
//         "idx": "12 (44)",
//         "location": "Сингапур",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "28 апреля 2012"
//     },
//     {
//         "season": "Третий сезон",
//         "idx": "13 (45)",
//         "location": "Шри-Ланка",
//         "currency": "Доллар",
//         "goldCard": "Жанна",
//         "premiere": "5 мая 2012"
//     },
//     {
//         "season": "Третий сезон",
//         "idx": "14 (46)",
//         "location": "Малайзия: Куала-Лумпур",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "12 мая 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "1 (49)",
//         "location": "Россия: Санкт-Петербург",
//         "currency": "Рубль",
//         "goldCard": "Андрей",
//         "premiere": "8 сентября 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "2 (50)",
//         "location": "Великобритания: Эдинбург",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "15 сентября 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "3 (51)",
//         "location": "Кения: Найроби",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "22 сентября 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "4 (52)",
//         "location": "Латвия: Рига",
//         "currency": "Евро",
//         "goldCard": "Леся",
//         "premiere": "29 сентября 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "5 (53)",
//         "location": "Великобритания: Лондон",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "6 октября 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "6 (54)",
//         "location": "Дания: Копенгаген",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "13 октября 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "7 (55)",
//         "location": "ЮАР: Кейптаун",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "20 октября 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "8 (56)",
//         "location": "Норвегия: Алесунд",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "27 октября 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "9 (57)",
//         "location": "Италия: Палермо",
//         "currency": "Евро",
//         "goldCard": "Андрей",
//         "premiere": "3 ноября 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "10 (58)",
//         "location": "Мадагаскар",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "10 ноября 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "11 (59)",
//         "location": "Франция: Лазурный Берег",
//         "currency": "Евро",
//         "goldCard": "Леся",
//         "premiere": "17 ноября 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "12 (60)",
//         "location": "Марокко: Марракеш",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "24 ноября 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "13 (61)",
//         "location": "Испания: Канарские острова",
//         "currency": "Евро",
//         "goldCard": "Андрей",
//         "premiere": "1 декабря 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "14 (62)",
//         "location": "Португалия: Лиссабон",
//         "currency": "Евро",
//         "goldCard": "Андрей",
//         "premiere": "8 декабря 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "15 (63)",
//         "location": "Китай: Шанхай",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "15 декабря 2012"
//     },
//     {
//         "season": "Четвёртый сезон",
//         "idx": "16 (64)",
//         "location": "Индонезия: Остров Бали",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "22 декабря 2012"
//     },
//     {
//         "season": "Пятый сезон",
//         "idx": "1 (66)",
//         "location": "Швейцария: Люцерн",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "9 февраля 2013"
//     },
//     {
//         "season": "Пятый сезон",
//         "idx": "2 (67)",
//         "location": "Австрия: Вена",
//         "currency": "Евро",
//         "goldCard": "Андрей",
//         "premiere": "16 февраля 2013"
//     },
//     {
//         "season": "Пятый сезон",
//         "idx": "3 (68)",
//         "location": "Чехия: Прага",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "23 февраля 2013"
//     },
//     {
//         "season": "Пятый сезон",
//         "idx": "4 (69)",
//         "location": "Бельгия: Брюссель",
//         "currency": "Евро",
//         "goldCard": "Андрей",
//         "premiere": "2 марта 2013"
//     },
//     {
//         "season": "Пятый сезон",
//         "idx": "5 (70)",
//         "location": "Италия: Венеция",
//         "currency": "Евро",
//         "goldCard": "Андрей",
//         "premiere": "9 марта 2013"
//     },
//     {
//         "season": "Пятый сезон",
//         "idx": "6 (71)",
//         "location": "Боливия: Ла-Пас",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "14 апреля 2013"
//     },
//     {
//         "season": "Пятый сезон",
//         "idx": "7 (72)",
//         "location": "Эквадор: Кито",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "21 апреля 2013"
//     },
//     {
//         "season": "Шестой сезон («Курортный»)",
//         "idx": "1 (74)",
//         "location": "Объединённые Арабские Эмираты: Абу-Даби",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "12 мая 2013"
//     },
//     {
//         "season": "Шестой сезон («Курортный»)",
//         "idx": "2 (75)",
//         "location": "Турция: Анталия",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "19 мая 2013"
//     },
//     {
//         "season": "Шестой сезон («Курортный»)",
//         "idx": "3 (76)",
//         "location": "Франция: Корсика",
//         "currency": "Евро",
//         "goldCard": "Настя",
//         "premiere": "26 мая 2013"
//     },
//     {
//         "season": "Шестой сезон («Курортный»)",
//         "idx": "4 (77)",
//         "location": "Хорватия: Дубровник",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "2 июня 2013"
//     },
//     {
//         "season": "Шестой сезон («Курортный»)",
//         "idx": "5 (78)",
//         "location": "Мальта",
//         "currency": "Евро",
//         "goldCard": "Андрей",
//         "premiere": "9 июня 2013"
//     },
//     {
//         "season": "Шестой сезон («Курортный»)",
//         "idx": "6 (79)",
//         "location": "Испания: Валенсия",
//         "currency": "Евро",
//         "goldCard": "Андрей",
//         "premiere": "16 июня 2013"
//     },
//     {
//         "season": "Шестой сезон («Курортный»)",
//         "idx": "7 (80)",
//         "location": "Греция: Крит",
//         "currency": "Евро",
//         "goldCard": "Настя",
//         "premiere": "23 июня 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "1 (82)",
//         "location": "Беларусь: Минск",
//         "currency": "Белорусский рубль",
//         "goldCard": "Настя",
//         "premiere": "25 августа 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "2 (83)",
//         "location": "Литва: Вильнюс",
//         "currency": "Евро",
//         "goldCard": "Андрей",
//         "premiere": "1 сентября 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "3 (84)",
//         "location": "Россия: Казань",
//         "currency": "Рубль",
//         "goldCard": "Андрей",
//         "premiere": "8 сентября 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "4 (85)",
//         "location": "Украина: Крым",
//         "currency": "Гривна",
//         "goldCard": "Андрей",
//         "premiere": "15 сентября 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "5 (86)",
//         "location": "Молдавия: Кишинёв",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "22 сентября 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "6 (87)",
//         "location": "Украина: Одесса",
//         "currency": "Гривна",
//         "goldCard": "Настя",
//         "premiere": "29 сентября 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "7 (88)",
//         "location": "Эстония: Таллин",
//         "currency": "Евро",
//         "goldCard": "Настя",
//         "premiere": "6 октября 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "8 (89)",
//         "location": "Россия: Иркутск",
//         "currency": "Рубль",
//         "goldCard": "Андрей",
//         "premiere": "13 октября 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "9 (90)",
//         "location": "Россия: Владивосток",
//         "currency": "Рубль",
//         "goldCard": "Настя",
//         "premiere": "20 октября 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "10 (91)",
//         "location": "Россия: Камчатка",
//         "currency": "Рубль",
//         "goldCard": "Настя",
//         "premiere": "27 октября 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "11 (92)",
//         "location": "Россия: Грозный",
//         "currency": "Рубль",
//         "goldCard": "Настя",
//         "premiere": "3 ноября 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "12 (93)",
//         "location": "Армения: Ереван",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "10 ноября 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "13 (94)",
//         "location": "Грузия",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "17 ноября 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "14 (95)",
//         "location": "Таджикистан: Душанбе",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "24 ноября 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "15 (96)",
//         "location": "Киргизия: Бишкек",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "1 декабря 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "16 (97)",
//         "location": "Казахстан: Алматы",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "8 декабря 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "17 (98)",
//         "location": "Азербайджан: Баку",
//         "currency": "Доллар",
//         "goldCard": "Андрей",
//         "premiere": "15 декабря 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "18 (99)",
//         "location": "Россия: Калининград",
//         "currency": "Рубль",
//         "goldCard": "Андрей",
//         "premiere": "22 декабря 2013"
//     },
//     {
//         "season": "Седьмой сезон («Назад в [[СССР]]»)",
//         "idx": "19 (100)",
//         "location": "Украина: Львов",
//         "currency": "Гривна",
//         "goldCard": "Настя",
//         "premiere": "29 декабря 2013"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "1 (102)",
//         "location": "Мальдивы",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "2 февраля 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "2 (103)",
//         "location": "Эфиопия: Аддис-Абеба",
//         "currency": "Доллар",
//         "goldCard": "Коля",
//         "premiere": "9 февраля 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "3 (104)",
//         "location": "Танзания",
//         "currency": "Доллар",
//         "goldCard": "Коля",
//         "premiere": "16 февраля 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "4 (105)",
//         "location": "Сейшелы",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "23 февраля 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "5 (106)",
//         "location": "Филиппины: Манила",
//         "currency": "Доллар",
//         "goldCard": "Коля",
//         "premiere": "2 марта 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "6 (107)",
//         "location": "Бруней: Борнео",
//         "currency": "Доллар",
//         "goldCard": "Коля",
//         "premiere": "9 марта 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "7 (108)",
//         "location": "Вьетнам: Ханой",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "16 марта 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "8 (109)",
//         "location": "Палау",
//         "currency": "Доллар",
//         "goldCard": "Коля",
//         "premiere": "23 марта 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "9 (110)",
//         "location": "Австралия: Мельбурн",
//         "currency": "Доллар",
//         "goldCard": "Коля",
//         "premiere": "30 марта 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "10 (111)",
//         "location": "Новая Зеландия: Окленд",
//         "currency": "Доллар",
//         "goldCard": "Коля",
//         "premiere": "6 апреля 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "11 (112)",
//         "location": "Вануату",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "13 апреля 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "12 (113)",
//         "location": "Австралия: Сидней",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "20 апреля 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "13 (114)",
//         "location": "Япония: Токио",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "27 апреля 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "14 (115)",
//         "location": "Япония: Киото",
//         "currency": "Доллар",
//         "goldCard": "Коля",
//         "premiere": "4 мая 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "15 (116)",
//         "location": "Китайская Республика: Тайбэй",
//         "currency": "Доллар",
//         "goldCard": "Коля",
//         "premiere": "11 мая 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "16 (117)",
//         "location": "Монголия: Улан-Батор",
//         "currency": "Доллар",
//         "goldCard": "Коля",
//         "premiere": "19 мая 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "17 (118)",
//         "location": "США: Гонолулу",
//         "currency": "Доллар",
//         "goldCard": "Коля",
//         "premiere": "26 мая 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "18 (119)",
//         "location": "США: Аляска",
//         "currency": "Доллар",
//         "goldCard": "Коля",
//         "premiere": "2 июня 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "19 (120)",
//         "location": "Канада: Торонто",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "9 июня 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "20 (121)",
//         "location": "Канада: Монреаль",
//         "currency": "Доллар",
//         "goldCard": "Коля",
//         "premiere": "16 июня 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "21 (122)",
//         "location": "Исландия",
//         "currency": "Доллар",
//         "goldCard": "Коля",
//         "premiere": "23 июня 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "22 (123)",
//         "location": "Дания: Гренландия",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "30 июня 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "23 (124)",
//         "location": "Ирландия",
//         "currency": "Евро",
//         "goldCard": "Коля",
//         "premiere": "7 июля 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "24 (125)",
//         "location": "Маврикий",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "14 июля 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "25 (126)",
//         "location": "Панама",
//         "currency": "Доллар",
//         "goldCard": "Коля",
//         "premiere": "21 июля 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "26 (127)",
//         "location": "Колумбия: Богота",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "28 июля 2014"
//     },
//     {
//         "season": "Восьмой сезон («На краю света»)",
//         "idx": "27 (128)",
//         "location": "Аргентина: Ушуайя",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "4 августа 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "1 (130)",
//         "location": "Франция: Бордо",
//         "currency": "Евро",
//         "goldCard": "Женя",
//         "premiere": "8 сентября 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "2 (131)",
//         "location": "Германия: Франкфурт-на-Майне",
//         "currency": "Евро",
//         "goldCard": "Женя",
//         "premiere": "15 сентября 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "3 (132)",
//         "location": "Франция: Нормандия",
//         "currency": "Евро",
//         "goldCard": "Регина",
//         "premiere": "22 сентября 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "4 (133)",
//         "location": "Нидерланды: Роттердам",
//         "currency": "Евро",
//         "goldCard": "Регина",
//         "premiere": "29 сентября 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "5 (134)",
//         "location": "Босния и Герцеговина: Сараево",
//         "currency": "Доллар",
//         "goldCard": "Женя",
//         "premiere": "6 октября 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "6 (135)",
//         "location": "Испания: Страна Басков",
//         "currency": "Евро",
//         "goldCard": "Женя",
//         "premiere": "13 октября 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "7 (136)",
//         "location": "Испания: Сарагоса",
//         "currency": "Евро",
//         "goldCard": "Регина",
//         "premiere": "20 октября 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "8 (137)",
//         "location": "Сербия: Белград",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "27 октября 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "9 (138)",
//         "location": "Дания: Фарерские острова",
//         "currency": "Доллар",
//         "goldCard": "Женя",
//         "premiere": "3 ноября 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "10 (139)",
//         "location": "Италия: Болонья",
//         "currency": "Евро",
//         "goldCard": "Женя",
//         "premiere": "10 ноября 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "11 (140)",
//         "location": "Польша: Краков",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "17 ноября 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "12 (141)",
//         "location": "Украина: Карпаты",
//         "currency": "Гривна",
//         "goldCard": "Регина",
//         "premiere": "24 ноября 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "13 (142)",
//         "location": "Португалия: Азорские острова",
//         "currency": "Евро",
//         "goldCard": "Женя",
//         "premiere": "1 декабря 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "14 (143)",
//         "location": "Великобритания: Ноттингем",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "8 декабря 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "15 (144)",
//         "location": "Великобритания: Ливерпуль",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "15 декабря 2014"
//     },
//     {
//         "season": "Девятый сезон («Неизведанная Европа»)",
//         "idx": "16 (145)",
//         "location": "Великобритания: Глазго",
//         "currency": "Доллар",
//         "goldCard": "Женя",
//         "premiere": "22 декабря 2014"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "1 (147)",
//         "location": "Индия: Дели",
//         "currency": "Доллар",
//         "goldCard": "Регина и Женя",
//         "premiere": "Регина"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "2 (148)",
//         "location": "Китай: Гуанчжоу",
//         "currency": "Доллар",
//         "goldCard": "Коля и Регина",
//         "premiere": "Коля"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "3 (149)",
//         "location": "Индия: Варанаси",
//         "currency": "Доллар",
//         "goldCard": "Леся и Женя",
//         "premiere": "Женя"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "4 (150)",
//         "location": "Мьянма: Мандалай",
//         "currency": "Доллар",
//         "goldCard": "Леся и Коля",
//         "premiere": "Коля"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "5 (151)",
//         "location": "Гватемала",
//         "currency": "Доллар",
//         "goldCard": "Андрей и Коля",
//         "premiere": "Андрей"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "6 (152)",
//         "location": "Лаос: Луангпрабанг",
//         "currency": "Доллар",
//         "goldCard": "Леся и Настя",
//         "premiere": "Леся"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "7 (153)",
//         "location": "Египет: Каир",
//         "currency": "Доллар",
//         "goldCard": "Настя и Регина",
//         "premiere": "Регина"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "8 (154)",
//         "location": "Пуэрто-Рико",
//         "currency": "Доллар",
//         "goldCard": "Коля и Регина",
//         "premiere": "Коля"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "9 (155)",
//         "location": "Доминиканская Республика: Доминикана",
//         "currency": "Доллар",
//         "goldCard": "Настя и Женя",
//         "premiere": "Настя"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "10 (156)",
//         "location": "Куба: Сантьяго-де-Куба",
//         "currency": "Доллар",
//         "goldCard": "Леся и Женя",
//         "premiere": "Женя"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "11 (157)",
//         "location": "Италия: Неаполь",
//         "currency": "Евро",
//         "goldCard": "Жанна и Андрей",
//         "premiere": "Андрей"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "12 (159)",
//         "location": "США: Вашингтон",
//         "currency": "Доллар",
//         "goldCard": "Регина и Женя",
//         "premiere": "Регина"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "13 (159)",
//         "location": "Венгрия: Будапешт",
//         "currency": "Доллар",
//         "goldCard": "Жанна и Коля",
//         "premiere": "Коля"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "14 (160)",
//         "location": "США: Сиэтл",
//         "currency": "Доллар",
//         "goldCard": "Андрей и Регина",
//         "premiere": "Андрей"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "15 (161)",
//         "location": "США: Аризона",
//         "currency": "Доллар",
//         "goldCard": "Андрей и Женя",
//         "premiere": "Женя"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "16 (162)",
//         "location": "США: Сан-Диего",
//         "currency": "Доллар",
//         "goldCard": "Леся и Регина",
//         "premiere": "Леся"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "17 (163)",
//         "location": "Кабо-Верде",
//         "currency": "Доллар",
//         "goldCard": "Леся и Женя",
//         "premiere": "Женя"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "18 (164)",
//         "location": "Сенегал: Дакар",
//         "currency": "Доллар",
//         "goldCard": "Регина и Женя",
//         "premiere": "Регина"
//     },
//     {
//         "season": "Десятый сезон («Юбилейный»)",
//         "idx": "19 (165)",
//         "location": "Португалия: Мадейра",
//         "currency": "Евро",
//         "goldCard": "Леся и Регина",
//         "premiere": "Регина"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "1 (167)",
//         "location": "США: Орландо",
//         "currency": "Доллар",
//         "goldCard": "Андрей и Настя",
//         "premiere": "Андрей"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "2 (168)",
//         "location": "США: Бостон",
//         "currency": "Доллар",
//         "goldCard": "Алан и Регина",
//         "premiere": "Регина"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "3 (169)",
//         "location": "США: Саванна",
//         "currency": "Доллар",
//         "goldCard": "Алан и Настя",
//         "premiere": "Алан"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "4 (170)",
//         "location": "США: Йеллоустон",
//         "currency": "Доллар",
//         "goldCard": "Андрей и Леся",
//         "premiere": "Андрей"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "5 (171)",
//         "location": "Греция: Салоники",
//         "currency": "Евро",
//         "goldCard": "Настя и Коля",
//         "premiere": "Настя"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "6 (172)",
//         "location": "Норвегия: Осло",
//         "currency": "Доллар",
//         "goldCard": "Регина и Леся",
//         "premiere": "Леся"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "7 (173)",
//         "location": "Албания: Тирана",
//         "currency": "Доллар",
//         "goldCard": "Леся и Женя",
//         "premiere": "Леся"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "8 (174)",
//         "location": "Норвегия: Шпицберген",
//         "currency": "Доллар",
//         "goldCard": "Женя и Регина",
//         "premiere": "Регина"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "9 (175)",
//         "location": "Польша: Варшава",
//         "currency": "Доллар",
//         "goldCard": "Коля и Регина",
//         "premiere": "Коля"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "10 (176)",
//         "location": "Румыния: Трансильвания",
//         "currency": "Доллар",
//         "goldCard": "Коля и Женя",
//         "premiere": "Коля"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "11 (177)",
//         "location": "США: Детройт",
//         "currency": "Доллар",
//         "goldCard": "Леся и Женя",
//         "premiere": "Женя"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "12 (178)",
//         "location": "Канада: Квебек",
//         "currency": "Доллар",
//         "goldCard": "Леся и Регина",
//         "premiere": "Регина"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "13 (179)",
//         "location": "США: Рино",
//         "currency": "Доллар",
//         "goldCard": "Женя и Регина",
//         "premiere": "Женя"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "14 (180)",
//         "location": "Германия: Мюнхен",
//         "currency": "Евро",
//         "goldCard": "Леся и Регина",
//         "premiere": "Регина"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "15 (181)",
//         "location": "Лихтенштейн",
//         "currency": "Евро",
//         "goldCard": "Леся и Алан",
//         "premiere": "Леся"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "16 (182)",
//         "location": "Финляндия: Хельсинки",
//         "currency": "Евро",
//         "goldCard": "Леся и Коля",
//         "premiere": "Коля"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "17 (183)",
//         "location": "Бразилия: Манаус",
//         "currency": "Доллар",
//         "goldCard": "Регина и Коля",
//         "premiere": "Регина"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "18 (184)",
//         "location": "Перу: Лима",
//         "currency": "Доллар",
//         "goldCard": "Леся и Женя",
//         "premiere": "Леся"
//     },
//     {
//         "season": "Одиннадцатый сезон («Юбилейный. Часть 2»)",
//         "idx": "19 (185)",
//         "location": "Аргентина: Патагония",
//         "currency": "Доллар",
//         "goldCard": "Коля и Женя",
//         "premiere": "Коля"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "1 (187)",
//         "location": "Бельгия: Антверпен",
//         "currency": "Евро",
//         "goldCard": "Регина",
//         "premiere": "15 Февраля 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "2 (188)",
//         "location": "Германия: Дюссельдорф",
//         "currency": "Евро",
//         "goldCard": "Регина",
//         "premiere": "22 Февраля 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "3 (189)",
//         "location": "Италия: Флоренция",
//         "currency": "Евро",
//         "goldCard": "Регина",
//         "premiere": "29 Февраля 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "4 (190)",
//         "location": "Намибия",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "7 Марта 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "5 (191)",
//         "location": "ЮАР: Йоханнесбург",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "14 Марта 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "6 (191)",
//         "location": "Зимбабве: Хараре",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "21 Марта 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "7 (192)",
//         "location": "Мозамбик: Мапуту",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "28 Марта 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "8 (193)",
//         "location": "Уганда",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "4 Апреля 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "9 (194)",
//         "location": "Оман: Маскат",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "11 Апреля 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "10 (195)",
//         "location": "Индия: Гоа",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "18 Апреля 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "11 (196)",
//         "location": "Индия: Бангалор",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "25 Апреля 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "12 (197)",
//         "location": "Непал: Покхара",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "2 Мая 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "13 (199)",
//         "location": "Бангладеш: Дакка",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "9 мая 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "14 (200)",
//         "location": "Таиланд: Пхукет",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "16 мая 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "15 (201)",
//         "location": "Таиланд: Чиангмай",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "23 мая 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "16 (202)",
//         "location": "Индонезия: Джакарта",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "30 мая 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "17 (203)",
//         "location": "Китай: Хайнань",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "6 июня 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "18 (204)",
//         "location": "Макао",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "13 июня 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "19 (205)",
//         "location": "Филиппины: Себу",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "20 июня 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "20 (206)",
//         "location": "Япония: Хиросима",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "27 июня 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "21 (207)",
//         "location": "Япония: Осака",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "4 июля 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "22 (208)",
//         "location": "Северные Марианские острова: Сайпан",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "11 июля 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "23 (209)",
//         "location": "Фиджи",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "18 июля 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "24 (210)",
//         "location": "Французская Полинезия: Таити",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "25 июля 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "25 (211)",
//         "location": "Канада: Ванкувер",
//         "currency": "Доллар",
//         "goldCard": "Петя",
//         "premiere": "1 августа 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "26 (212)",
//         "location": "Соединённые Штаты Америки: Сакраменто",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "8 августа 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "27 (213)",
//         "location": "Соединённые Штаты Америки: Солт-Лейк-Сити",
//         "currency": "Доллар",
//         "goldCard": "Петя",
//         "premiere": "15 августа 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "28 (214)",
//         "location": "Мексика: Гвадалахара",
//         "currency": "Доллар",
//         "goldCard": "Петя",
//         "premiere": "22 августа 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "29 (215)",
//         "location": "Мексика: Акапулько",
//         "currency": "Доллар",
//         "goldCard": "Петя",
//         "premiere": "29 августа 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "30 (216)",
//         "location": "Гондурас",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "5 сентября 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "31 (217)",
//         "location": "Эквадор: Гуаякиль",
//         "currency": "Доллар",
//         "goldCard": "Петя",
//         "premiere": "12 сентября 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "32 (218)",
//         "location": "Перу: Икитос",
//         "currency": "Доллар",
//         "goldCard": "Петя",
//         "premiere": "19 сентября 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "33 (219)",
//         "location": "Чили: Атакама",
//         "currency": "Доллар",
//         "goldCard": "Петя",
//         "premiere": "26 сентября 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "34(220)",
//         "location": "Гайана",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "3 октября 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "35 (221)",
//         "location": "Уругвай: Асунсьон",
//         "currency": "Доллар",
//         "goldCard": "Петя",
//         "premiere": "10 октября 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "36 (222)",
//         "location": "Парагвай: Монтевидео",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "17 октября 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "37 (223)",
//         "location": "Португалия: Порту",
//         "currency": "Евро",
//         "goldCard": "Регина",
//         "premiere": "24 октября 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "38 (224)",
//         "location": "Марокко: Фес",
//         "currency": "Доллар",
//         "goldCard": "Петя",
//         "premiere": "31 октября 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "39 (225)",
//         "location": "Испания: Кордова",
//         "currency": "Евро",
//         "goldCard": "Петя",
//         "premiere": "7 ноября 2016"
//     },
//     {
//         "season": "Двенадцатый сезон («Кругосветка»)",
//         "idx": "40 (226)",
//         "location": "Франция: Нант",
//         "currency": "Евро",
//         "goldCard": "Петя",
//         "premiere": "14 ноября 2016"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "1 (227)",
//         "location": "Таиланд",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "13 февраля 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "2 (228)",
//         "location": "Индонезия",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "20 февраля 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "3 (229)",
//         "location": "Кения: Момбаса",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "27 февраля 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "4 (230)",
//         "location": "Вьетнам",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "6 марта 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "5 (231)",
//         "location": "Индия: Калькутта",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "13 марта 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "6 (232)",
//         "location": "Камбоджа",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "20 марта 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "7 (233)",
//         "location": "Ямайка",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "27 марта 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "8 (234)",
//         "location": "Гондурас: Сан-Педро-Сула",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "3 апреля 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "9 (235)",
//         "location": "Кюрасао",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "10 апреля 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "10 (236)",
//         "location": "Багамы",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "17 апреля 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "11 (237)",
//         "location": "Венесуэла: Каракас",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "24 апреля 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "12 (238)",
//         "location": "Новая Зеландия: Куинстаун",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "1 мая 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "13 (239)",
//         "location": "Новая Каледония",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "8 мая 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "14 (240)",
//         "location": "Соломоновы острова",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "15 мая 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "15 (241)",
//         "location": "Австралия: Квинсленд",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "22 мая 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "16 (242)",
//         "location": "Швейцария",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "29 мая 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "17 (243)",
//         "location": "Нигерия: Лагос",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "5 июня 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "18 (244)",
//         "location": "Тунис",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "12 июня 2017"
//     },
//     {
//         "season": "Тринадцатый сезон («Рай и ад»)",
//         "idx": "19 (245)",
//         "location": "Гана: Аккра",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "19 июня 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "1 (247)",
//         "location": "Гонконг",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "14 марта 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "2 (248)",
//         "location": "Шри-Ланка",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "21 марта 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "3 (249)",
//         "location": "Таиланд: Бангкок",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "28 марта 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "4 (250)",
//         "location": "Непал: Катманду",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "4 апреля 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "5 (251)",
//         "location": "Сингапур",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "11 апреля 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "6 (252)",
//         "location": "Бразилия: Рио-де-Жанейро",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "18 апреля 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "7 (253)",
//         "location": "Эквадор: Кито",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "25 апреля 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "8 (254)",
//         "location": "Мексика: Мехико",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "2 мая 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "9 (255)",
//         "location": "Мексика: Канкун",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "9 мая 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "10 (256)",
//         "location": "Куба: Гавана",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "16 мая 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "11 (257)",
//         "location": "США: Майами",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "23 мая 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "12 (258)",
//         "location": "США: Лас-Вегас",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "30 мая 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "13 (259)",
//         "location": "США: Лос-Анджелес",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "6 июня 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "14 (260)",
//         "location": "США: Сан-Франциско",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "13 июня 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "15 (261)",
//         "location": "США: Чикаго",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "20 июня 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "16 (262)",
//         "location": "Нидерланды: Амстердам",
//         "currency": "Евро",
//         "goldCard": "Антон",
//         "premiere": "27 июня 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "17 (263)",
//         "location": "Германия: Берлин",
//         "currency": "Евро",
//         "goldCard": "Настя",
//         "premiere": "4 июля 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "18 (264)",
//         "location": "Франция: Париж",
//         "currency": "Евро",
//         "goldCard": "Настя",
//         "premiere": "11 июля 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "19 (265)",
//         "location": "Чехия: Прага",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "18 июля 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "20 (266)",
//         "location": "Австрия: Вена",
//         "currency": "Евро",
//         "goldCard": "Настя",
//         "premiere": "25 июля 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "21 (267)",
//         "location": "Турция: Стамбул",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "1 августа 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "22 (268)",
//         "location": "Казахстан: Астана",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "8 августа 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "23 (269)",
//         "location": "Индия: Мумбаи",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "15 августа 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "24 (270)",
//         "location": "Япония: Токио",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "22 августа 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "25 (271)",
//         "location": "Китай: Шанхай",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "29 августа 2017"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "26 (272)",
//         "location": "Южная Корея: Сеул",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "—"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "27 (273)",
//         "location": "Испания: Барселона",
//         "currency": "Евро",
//         "goldCard": "Антон",
//         "premiere": "—"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "28 (274)",
//         "location": "Италия: Рим",
//         "currency": "Евро",
//         "goldCard": "Антон",
//         "premiere": "—"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "39 (285)",
//         "location": "Испания: Мадрид",
//         "currency": "Евро",
//         "goldCard": "Настя",
//         "premiere": "—"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "40 (286)",
//         "location": "Великобритания: Лондон",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "—"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "41 (287)",
//         "location": "Испания: Ибица",
//         "currency": "Евро",
//         "goldCard": "Настя",
//         "premiere": "—"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "42 (288)",
//         "location": "Италия: Венеция",
//         "currency": "Евро",
//         "goldCard": "Настя",
//         "premiere": "—"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "43 (289)",
//         "location": "Шотландия: Эдинбург",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "—"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "46 (292)",
//         "location": "Израиль",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "—"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "49 (295)",
//         "location": "Китай: Пекин",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "—"
//     },
//     {
//         "season": "Четырнадцатый сезон («Перезагрузка»)",
//         "idx": "50 (296)",
//         "location": "Вьетнам: Хошимин",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "—"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "1 (297)",
//         "location": "Италия: Сардиния",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "11 сентября 2017"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "2 (298)",
//         "location": "Хорватия: Сплит",
//         "currency": "Евро",
//         "goldCard": "Натали",
//         "premiere": "18 сентября 2017"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "3 (299)",
//         "location": "Германия: Гамбург",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "11 сентября 2017"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "4 (300)",
//         "location": "Швеция",
//         "currency": "Доллар",
//         "goldCard": "Натали",
//         "premiere": "18 сентября 2017"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "5 (301)",
//         "location": "Португалия: Синтра",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "6 (302)",
//         "location": "Франция: Прованс",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "7 (303)",
//         "location": "Индия: Керала",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "8 (304)",
//         "location": "Великобритания: Ливерпуль",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "9 (305)",
//         "location": "Греция: Ионические острова",
//         "currency": "Евро",
//         "goldCard": "Настя",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "10 (306)",
//         "location": "Венесуэла: Каракас",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "11 (307)",
//         "location": "Гайана",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "12 (308)",
//         "location": "Намибия: Виндхук",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "13 (309)",
//         "location": "Япония: Осака",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "14 (310)",
//         "location": "Австралия: Квинсленд",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "15 (311)",
//         "location": "Италия: Пиза",
//         "currency": "Евро",
//         "goldCard": "Антон",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "16 (312)",
//         "location": "Польша: Краков",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "17 (313)",
//         "location": "Польша: Варшава",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "18 (314)",
//         "location": "Канада: Ванкувер",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "19 (315)",
//         "location": "Румыния: Бухарест",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "20 (316)",
//         "location": "Индонезия: Джакарта",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "21 (317)",
//         "location": "Уганда",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "22 (318)",
//         "location": "Тунис",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "23 (319)",
//         "location": "Китай: Хайнань",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "24 (320)",
//         "location": "Венгрия: Будапешт",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "25 (321)",
//         "location": "Индия: Бангалор",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "26 (322)",
//         "location": "Перу: Лима",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "27 (323)",
//         "location": "Кабо-Верде",
//         "currency": "Доллар",
//         "goldCard": "Антон",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "28 (324)",
//         "location": "Египет: Каир",
//         "currency": "Доллар",
//         "goldCard": "Настя",
//         "premiere": "?"
//     },
//     {
//         "season": "Пятнадцатый сезон («Рай и ад 2»)",
//         "idx": "29 (325)",
//         "location": "Украина: Карпаты",
//         "currency": "Гривна",
//         "goldCard": "Настя",
//         "premiere": "?"
//     },
//     {
//         "season": "Шестнадцатый сезон («Перезагрузка Америка»)",
//         "idx": "1 (326)",
//         "location": "Италия: Сардиния",
//         "currency": "Евро",
//         "goldCard": "Регина",
//         "premiere": "Рай"
//     },
//     {
//         "season": "Шестнадцатый сезон («Перезагрузка Америка»)",
//         "idx": "2 (327)",
//         "location": "Кот-д'Ивуар: Абиджан",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "Ад"
//     },
//     {
//         "season": "Шестнадцатый сезон («Перезагрузка Америка»)",
//         "idx": "3 (328)",
//         "location": "Андорра",
//         "currency": "Евро",
//         "goldCard": "Леся",
//         "premiere": "Рай"
//     },
//     {
//         "season": "Шестнадцатый сезон («Перезагрузка Америка»)",
//         "idx": "4 (329)",
//         "location": "Пакистан: Карачи",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "Ад"
//     },
//     {
//         "season": "Шестнадцатый сезон («Перезагрузка Америка»)",
//         "idx": "5 (330)",
//         "location": "Кипр",
//         "currency": "Евро",
//         "goldCard": "Леся",
//         "premiere": "Рай"
//     },
//     {
//         "season": "Шестнадцатый сезон («Перезагрузка Америка»)",
//         "idx": "6 (331)",
//         "location": "КНДР: Пхеньян",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "Ад"
//     },
//     {
//         "season": "Шестнадцатый сезон («Перезагрузка Америка»)",
//         "idx": "7 (332)",
//         "location": "Либерия: Монровия",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "Ад"
//     },
//     {
//         "season": "Шестнадцатый сезон («Перезагрузка Америка»)",
//         "idx": "8 (333)",
//         "location": "Мартиника",
//         "currency": "Евро",
//         "goldCard": "Регина",
//         "premiere": "Рай"
//     },
//     {
//         "season": "Шестнадцатый сезон («Перезагрузка Америка»)",
//         "idx": "9 (334)",
//         "location": "Бутан",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "Ад"
//     },
//     {
//         "season": "Шестнадцатый сезон («Перезагрузка Америка»)",
//         "idx": "10 (335)",
//         "location": "Хорватия: Сплит",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "Рай"
//     },
//     {
//         "season": "Шестнадцатый сезон («Перезагрузка Америка»)",
//         "idx": "11 (336)",
//         "location": "Центральноафриканская Республика: Банги",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "Ад"
//     },
//     {
//         "season": "Шестнадцатый сезон («Перезагрузка Америка»)",
//         "idx": "12 (337)",
//         "location": "Швеция: Гётеборг",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "Рай"
//     },
//     {
//         "season": "Шестнадцатый сезон («Перезагрузка Америка»)",
//         "idx": "13 (338)",
//         "location": "Сьерра-Леоне: Фритаун",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "Ад"
//     },
//     {
//         "season": "Шестнадцатый сезон («Перезагрузка Америка»)",
//         "idx": "14 (339)",
//         "location": "Хорватия",
//         "currency": "Доллар",
//         "goldCard": "Леся",
//         "premiere": "Рай"
//     },
//     {
//         "season": "Шестнадцатый сезон («Перезагрузка Америка»)",
//         "idx": "15 (340)",
//         "location": "Чад: Нджамена",
//         "currency": "Доллар",
//         "goldCard": "Регина",
//         "premiere": "Ад"
//     },
//     {
//         "season": "Неизданное",
//         "idx": "1 (1)",
//         "location": "Италия: Венеция; Танзания; Казахстан: Алматы; Кения: Найроби; Бразилия: Рио-де-Жанейро; Россия: Байкал",
//         "currency": "Венеция",
//         "goldCard": "Танзания",
//         "premiere": "Алматы"
//     },
//     {
//         "season": "Неизданное",
//         "idx": "2 (2)",
//         "location": "Эквадор: Кито; Япония: Токио; Китай: Гонконг; Объединённые Арабские Эмираты: Абу-Даби; Португалия: Лиссабон; США: Чикаго; Перу: Мачу-Пикчу",
//         "currency": "Кито",
//         "goldCard": "Токио",
//         "premiere": "Гонконг"
//     },
//     {
//         "season": "Неизданное",
//         "idx": "3 (3)",
//         "location": "Исландия; Южная Корея: Сеул; Маврикий; Китай: Гонконг; Россия: Санкт-Петербург",
//         "currency": "Исландия",
//         "goldCard": "Сеул",
//         "premiere": "Маврикий"
//     },
//     {
//         "season": "Неизданное",
//         "idx": "1 (4)",
//         "location": "Италия: Неаполь; Марокко: Эс-Сувейра; Индия: Дели; Египет: Каир; Португалия: Азорские острова",
//         "currency": "Неаполь",
//         "goldCard": "Эс-Сувейра",
//         "premiere": "Дели"
//     },
//     {
//         "season": "Неизданное",
//         "idx": "2 (5)",
//         "location": "Лаос: Луангпрабанг; Боливия: Ла-Пас; Индия: Дели; Гватемала; Испания: Севилья; Исландия",
//         "currency": "Луангпрабанг",
//         "goldCard": "Ла-Пас",
//         "premiere": "Дели"
//     },
//     {
//         "season": "Неизданное",
//         "idx": "1 (6)",
//         "location": "Бельгия: Антверпен; Перу: Икитос; Непал: Покхара; Зимбабве: Хараре",
//         "currency": "Антверпен",
//         "goldCard": "Икитос",
//         "premiere": "Покхара"
//     },
//     {
//         "season": "Неизданное",
//         "idx": "2 (7)",
//         "location": "Мозамбик: Мапуту; Парагвай: Асунсьон; Французская Полинезия: Таити; Гондурас",
//         "currency": "Мапуту",
//         "goldCard": "Асунсьон",
//         "premiere": "Таити"
//     },
//     {
//         "season": "Неизданное",
//         "idx": "3 (8)",
//         "location": "Канада: Ванкувер",
//         "currency": "Ванкувер\n}}",
//         "goldCard": "5 декабря 2016",
//         "premiere": "—"
//     },
//     {
//         "season": "Неизданное",
//         "idx": "4 (9)",
//         "location": "Уганда; Оман: Маскат",
//         "currency": "Уганда",
//         "goldCard": "Маскат\n}}",
//         "premiere": "12 декабря 2016"
//     },
//     {
//         "season": "Неизданное",
//         "idx": "1 (10)",
//         "location": "Ямайка; Тунис; Швейцария: Женева; Багамские острова: Багамы",
//         "currency": "Ямайка",
//         "goldCard": "Тунис",
//         "premiere": "Женева"
//     }
// ]

